{
  "": { "language": "es", "plural-forms": "nplurals=2; plural=(n != 1);" },
  "Additional Information Required": "Información adicional requerida",
  "%1 Connected institution": ["%1 Institución conectada", "%1 Instituciones conectadas"],
  "Manual accounts": "Cuentas manuales",
  "%1 Account": ["%1 Cuenta", "%1 Cuentas"],
  "Check or reset your access": "Verifique o reinicie su acceso",
  "Go to institution's website": "Ir al sitio web de la institución",
  "Stop sharing information": "Dejar de compartir información",
  "Disconnect this institution": "Desconectar esta institución",
  "Connections": "Conexiones",
  "Connect Account": "Conectar cuenta",
  "Connect accounts": "Conectar cuentas",
  "Manage connected institutions and accounts": "Administrar instituciones y cuentas conectadas",
  "The last 3 attempts to connect have failed. Please re-enter your credentials to continue importing data.": "Los últimos 3 intentos de conexión han fallado. Vuelva a introducir sus credenciales para continuar importando datos.",
  "The credentials entered do not match those at %1. Please update them to continue.": "Las credenciales introducidas no coinciden con las de %1. Por favor, actualícelos para continuar.",
  "The answer or answers provided were incorrect. Please try again.": "La respuesta o respuestas proporcionadas fueron incorrectas. Inténtelo de nuevo.",
  "Your account is locked. Please log in to the appropriate website for %1 and follow the steps to resolve the issue.": "Su cuenta está bloqueada. Inicie sesión en el sitio web apropiado para %1 y siga los pasos para resolver el problema.",
  "Your login info was correct, but your attention is needed at %1 before we can proceed. You need to:": "Su información de inicio de sesión fue correcta, pero su atención es necesaria en %1 antes de que podamos continuar. Necesitas:",
  "We are upgrading this connection. Please try again later.": "Estamos actualizando esta conexión. Inténtelo de nuevo más tarde.",
  "It looks like your data from %1 cannot be imported. We are working to resolve the issue.": "Parece que tus datos de %1 no se pueden importar. Estamos trabajando para resolver el problema.",
  "Connections to this institution are no longer supported. You may create a manual account and use manual transactions to track data for this account.": "Las conexiones con esta institución ya no son compatibles. Puede crear una cuenta manual y utilizar transacciones manuales para realizar un seguimiento de los datos de esta cuenta.",
  "This connection has been closed. You may track this account manually. If reopened, you may connect the institution again.": "Esta conexión se ha cerrado. Puede realizar un seguimiento de esta cuenta manualmente. Si se vuelve a abrir, puede volver a conectar la institución.",
  "There was a problem validating your credentials with %1. Please try again later.": "Se ha dado un problema al validar las credenciales con %1. Inténtelo de nuevo más tarde.",
  "Importing data from this institution has been disabled. Please contact us if you believe it has been disabled in error.": "Se ha deshabilitado la importación de datos desde esta institución. Póngase en contacto con nosotros si cree que se ha desactivado por error.",
  "You must re-authenticate before your data can be imported. Please enter your credentials for %1.": "Debe volver a autenticarse antes de que se puedan importar los datos. Ingrese sus credenciales para %1.",
  "The answer or answers were not provided in time. Please try again.": "La respuesta o respuestas no se proporcionaron a tiempo. Inténtelo de nuevo.",
  "Private and secure": "Privado y seguro",
  "Cancel": "Cancelar",
  "Something went wrong": "Algo salió mal",
  "Oops! We weren't able to disconnect this institution. Please try again later.": "¡Oh, no! No pudimos desconectar esta institución. Inténtelo de nuevo más tarde.",
  "Ok": "OK",
  "Disconnect": "Desconectar",
  "I no longer use this account or it’s not mine": "Ya no uso esta cuenta o no es mía",
  "I don’t want to share my data": "No quiero compartir mis datos",
  "The account information is old or inaccurate": "La información de la cuenta es antigua o inexacta",
  "I am unable to connect this account here": "No puedo conectar esta cuenta aquí",
  "I don’t want to use this app": "No quiero usar esta aplicación",
  "I don’t want this account connected here": "No quiero que esta cuenta esté conectada aquí",
  "Other": "Otro",
  "Add account with %1": "Agregar cuenta con %1",
  "You are leaving": "Está saliendo",
  "Selecting Continue will take you to an external location that we do not control. We are not responsible for the products, services, or information provided there.": "Al seleccionar Continuar, se le llevará a una ubicación externa que no controlamos. No somos responsables de los productos, servicios o información que se proporcionan allí.",
  "Keep in mind how their privacy policy, security measures, and terms and conditions may impact you.": "Tenga en cuenta cómo su política de privacidad, medidas de seguridad y términos y condiciones pueden afectarlo.",
  "Continue": "Continuar",
  "Selecting Continue will take you to an external website with a different privacy policy, security measures, and terms and conditions.": "Al seleccionar Continuar, se le llevará a un sitio web externo con una política de privacidad, medidas de seguridad y términos y condiciones diferentes.",
  "Account details": "Detalles de la cuenta",
  "Routing and account numbers": "Números de ruta y de cuenta",
  "Account balances and transactions": "Saldos y transacciones de la cuenta",
  "Account balances": "Saldos de cuenta",
  "Your information is protected with bank-level security.": "Su información está protegida con seguridad a nivel bancario.",
  "Oops! There was an error trying to connect your account. Please try again.": "¡Oh, no! Se ha producido un error al intentar conectar su cuenta. Inténtelo de nuevo.",
  "Try again": "Intenta otra vez",
  "Looks like you declined to share your account info with this app. If this was a mistake, please try again. If you change your mind, you can connect your account later.": "Parece que se negó a compartir la información de su cuenta con esta aplicación. Si esto fue un error, inténtalo de nuevo. Si cambia de opinión, puede conectar su cuenta más tarde.",
  "Looks like there was a problem logging in. Please try again.": "Parece que hubo un problema al iniciar sesión. Vuelva a intentarlo.",
  "Looks like something went wrong while connecting to %1. Please try again.": "Parece que algo salió mal al conectarse a %1. Inténtalo de nuevo.",
  "Looks like something went wrong while connecting to this institution. Please try again.": "Parece que algo salió mal al conectarse a esta institución. Inténtalo de nuevo.",
  "Your attention is needed at this institution's website. Please log in to their website and follow the steps to resolve the issue.": "Se necesita su atención en el sitio web de esta institución. Inicie sesión en su sitio web y siga los pasos para resolver el problema.",
  "Your attention is needed at this institution's website. Please log in to the appropriate website for %1 and follow the steps to resolve the issue.": "Se necesita su atención en el sitio web de esta institución. Inicie sesión en el sitio web correspondiente para %1 y siga los pasos para resolver el problema.",
  "Loading ...": "Cargando…",
  "You have successfully connected to %1!": "¡Te has conectado correctamente a %1!",
  "Go back": "Regresar",
  "This connection doesn't support verification.": "Esta conexión no admite la verificación.",
  "We can't verify this connection right now. Please try again later.": "No podemos verificar esta conexión en este momento. Inténtelo de nuevo más tarde.",
  "Oops! Something went wrong. Error code: %1": "¡Oh, no! Algo salió mal. Código de error: %1",
  "Go Back": "Regresar",
  "Oops! There was a problem. Please check your username and password, and try again.": "¡Oh, no! Había un problema. Compruebe su nombre de usuario y contraseña, e inténtelo de nuevo.",
  "Challenge Image": "Imagen del reto",
  "%1 Selected": "%1 Seleccionado",
  "Choose an image": "Elija una imagen",
  "Oops! Something went wrong. Please try again later.": "¡Oh, no! Algo salió mal. Inténtelo de nuevo más tarde.",
  "Get help": "Obtener ayuda",
  "Choose an authentication method.": "Elija un método de autenticación.",
  "Choose an option": "Selecciona una opción",
  "0 search results": "0 resultados de búsqueda",
  "Enter institution name": "Introduzca el nombre de la institución",
  "Reset Search": "Restablecer búsqueda",
  "Search": "Buscar",
  "Keep typing - too many results to display": "Sigue escribiendo: demasiados resultados para mostrar",
  "Search isn’t working": "La búsqueda no funciona",
  "Something went wrong and we’re looking into it. Please try again later.": "Algo salió mal y lo estamos investigando. Por favor, inténtelo de nuevo más tarde.",
  "Go to bank's website": "Ir al sitio web del banco",
  "Log in to %1's website and resolve the issue.": "Inicie sesión en el sitio web de %1 y resuelva el problema.",
  "Visit website": "Visita la página web",
  "Come back here and try to connect your account again.": "Vuelve aquí e intenta conectar tu cuenta de nuevo.",
  "Connect": "Conectar",
  "New credentials needed": "Se necesitan nuevas credenciales",
  "Please re-enter your credentials": "Vuelva a introducir sus credenciales",
  "Incorrect information": "Información incorrecta",
  "Account is locked": "La cuenta está bloqueada",
  "Your attention is needed": "Su atención es necesaria",
  "Connection maintenance": "Mantenimiento de la conexión",
  "Connection discontinued": "Conexión interrumpida",
  "Closed account": "Cuenta cerrada",
  "Connection failed": "Fallo de conexión",
  "Connection disabled": "Conexión deshabilitada",
  "Credentials expired": "Credenciales caducadas",
  "We've notified support and are looking into the issue. Please try again later.": "Hemos notificado al soporte y estamos investigando el problema. Por favor, inténtelo de nuevo más tarde.",
  "Error": "Error",
  "Select your institution": "Seleccione su institución",
  "Choose from institutions you've already connected or search for a new one.": "Elija entre las instituciones que ya ha conectado o busque una nueva.",
  "Search more institutions": "Buscar más instituciones",
  "Starting": "Iniciando",
  "Verifying credentials": "Verificación de credenciales",
  "Syncing data": "Sincronización de datos",
  "Finishing": "Terminando",
  "Waiting for authentication": "A la espera de la autenticación",
  "Error has occurred": "Se ha producido un error",
  "Verifying ...": "Verificando...",
  "You have already connected to %1.": "Ya se ha conectado a %1.",
  "Already connected": "Ya conectado",
  "You have already connected to %1. Are you sure you want to connect to %1 with a different login?": "Ya se ha conectado a %1. ¿Está seguro de que desea conectarse a %1 con un inicio de sesión diferente?",
  "Yes, continue": "Sí, continuar",
  "Disconnected": "Desconectado",
  "You have successfully disconnected %1.": "Se ha desconectado correctamente %1.",
  "Done": "Hecho",
  "Enter your credentials": "Introduzca sus credenciales",
  "Hide password": "Ocultar contraseña",
  "Show password": "Mostrar la contraseña",
  "Verify": "Verificar",
  "Back": "Volver",
  "There was a problem with this institution, try again later.": "Hubo un problema con esta institución, inténtalo de nuevo más tarde.",
  "Checking": "Cheques",
  "Marked As Closed": "Marcado como Cerrado",
  "Hidden": "Oculto",
  "Closed": "Cerrado",
  "Unsupported Width": "Ancho no compatible",
  "The minimum supported width is 320 pixels. Please rotate your device to see the full page.": "El ancho mínimo admitido es de 320 píxeles. Gire su dispositivo para ver la página completa.",
  "Checking Accounts": "Cuentas de cheques",
  "Back to accounts": "Volver a cuentas",
  "Back to connections": "Volver a Conexiones",
  "Connected": "Conectada",
  "Account number": "Número de cuenta",
  "Include account on this app": "Incluir cuenta en esta aplicación",
  "Show this account": "Mostrar esta cuenta",
  "Mark as closed": "Marcar como cerrado",
  "Merge accounts that show up twice": "Fusionar cuentas que aparecen dos veces",
  "Merge duplicate accounts": "Fusionar cuentas duplicadas",
  "Resume updates for this account": "Reanudar actualizaciones para esta cuenta",
  "Mark as open": "Marcar como abierto",
  "Set balance to $0 and keep transaction history": "Establezca el saldo en $ 0 y mantenga el historial de transacciones",
  "This will set the balance of your %1 account to $0.00, and keep any past transaction history. This can be undone by marking the account as open.": "Esto establecerá el saldo de su cuenta %1 en $ 0.00 y mantendrá el historial de transacciones anteriores. Esto se puede deshacer marcando la cuenta como abierta.",
  "This will resume updating the balance and transaction history of your %1 account, if any new updates are available. It may take 24 hours to see any updates.": "Esto reanudará la actualización del saldo y el historial de transacciones de su cuenta %1, si hay nuevas actualizaciones disponibles. Puede que sean necesarias 24 horas para ver las actualizaciones.",
  "This action cannot be undone and may take several minutes.": "Esta acción no se puede deshacer y puede tardar varios minutos.",
  "Please select an account": "Por favor seleccione una cuenta",
  "This will merge %1 with the account you select below.": "Esto fusionará %1 con la cuenta que seleccione a continuación.",
  "Merge": "Unir",
  "Are you sure?": "Estas seguro",
  "This will merge %1 and %2.": "Esto fusionará %1 y %2.",
  "This account is marked as closed": "Esta cuenta está marcada como cerrada",
  "This account is hidden": "Esta cuenta esta oculta",
  "Select an account to merge with": "Seleccione una cuenta para fusionarse",
  "Select": "Seleccione",
  "show account": "mostrar cuenta",
  "Account number %1": "Número de cuenta %1",
  "Account number ending with %1": "Número de cuenta que termina en %1",
  "%1 search result": ["%1 resultado de búsqueda", "%1 Resultados de la búsqueda"],
  "%1 (Hidden)": "%1 (Oculta)",
  "%1 (Marked as closed)": "%1 (Marcada como cerrada)",
  "%1 is required": "%1 es obligatorio",
  "%1 must be greater than or equal to %2": "%1 debe ser mayor o igual que %2",
  "%1 must be less than or equal to %2": "1 debe ser menor o igual que %2",
  "%1 must be between %2 and %3": "%1 debe estar entre %2 y %3",
  "%1 must be %2 characters": "%1 debe tener %2 caracteres",
  "%1 must be at least %2 characters": "%1 debe tener al menos %2 caracteres",
  "%1 must be at most %2 characters": "%1 debe tener como máximo %2 caracteres",
  "%1 must be between %2 and %3 characters": "%1 debe tener entre %2 y %3 caracteres",
  "%1 must be one of: %2": "%1 debe ser uno de: %2",
  "%1 must be a number": "%1 debe ser un número",
  "%1 must only contain digits": "%1 solo debe contener dígitos",
  "%1 must be a valid email": "%1 debe ser un correo electrónico válido",
  "%1 must be a valid url": "%1 debe ser una URL válida",
  "%1 is invalid": "%1 no es válida",
  "%1 must be the same as %2": "%1 debe ser la misma que %2",
  "Thanks for your feedback!": "¡Gracias por tus comentarios!",
  "Feedback text box.": "Cuadro de texto de comentarios.",
  "Amount 1": "Cantidad 1",
  "Amount 2": "Cantidad 2",
  "Enter deposit amounts": "Ingrese los montos del depósito",
  "Around %1, find two small deposits less than a dollar each in your %2 account, and enter the amounts here.": "Aproximadamente %1, busque dos depósitos pequeños de menos de un dólar cada uno en su cuenta %2 e ingrese las cantidades aquí.",
  "We're unable to submit your deposit amounts. Please try again.": "No podemos enviar los montos de su depósito. Inténtalo de nuevo.",
  "One or more of the amounts was incorrect. Please try again.": "Una o más de las cantidades eran incorrectas. Inténtalo de nuevo.",
  "Connect your institution with account numbers": "Conecte su institución con números de cuenta",
  "Enter your account information.": "Ingrese la información de su cuenta.",
  "You'll receive two small deposits.": "Recibirás dos pequeños depósitos.",
  "Return to verify the deposit amounts.": "Regrese para verificar los montos del depósito.",
  "Account not verified": "Cuenta no verificada",
  "This account can't be verified. There were too many failed attempts.": "Esta cuenta no puede ser verificada. Hubo muchos intentos fallidos.",
  "Account type": "Tipo de cuenta",
  "Routing number": "Número de ruta",
  "Edit details": "Editar detalles",
  "First name": "Nombre de pila",
  "Last name": "Apellido",
  "Email": "Correo electrónico",
  "Enter account holder information": "Ingrese la información del titular de la cuenta",
  "This helps verify account ownership, and should match the first and last name on this account.": "Esto ayuda a verificar la propiedad de la cuenta y debe coincidir con el nombre y el apellido de esta cuenta.",
  "Continue to account details": "Continuar con los detalles de la cuenta",
  "Confirm account number": "Confirmar número de cuenta",
  "Account Type": "Tipo de cuenta",
  "Savings": "Ahorros",
  "Continue to confirm details": "Continuar para confirmar los detalles",
  "Help finding your account number": "Ayuda para encontrar su número de cuenta",
  "Check back soon": "Vuelve a consultar pronto",
  "Thanks for submitting your account info. Around %1, check your %2 account for two small deposits less than a dollar each. When you see them, come back here and enter the amounts.": "Gracias por enviar la información de su cuenta. Alrededor de %1, verifique en su cuenta %2 dos depósitos pequeños de menos de un dólar cada uno. Cuando los vea, vuelva aquí e ingrese las cantidades.",
  "Review your information": "Revisa tu información",
  "First and last name": "Nombre y apellido",
  "Edit first and last name": "Editar nombre y apellido",
  "Edit email": "Editar correo electrónico",
  "Edit routing number": "Editar número de ruta",
  "Edit account type": "Editar tipo de cuenta",
  "Edit account number": "Editar número de cuenta",
  "By clicking Confirm, I authorize this app’s service provider, Dwolla, Inc., to originate credits and debits to the checking or savings account identified above for the purposes of micro-deposit verification. This authorization may be revoked at any time by notifying your institution in writing.": "Al hacer clic en Confirmar, autorizo al proveedor de servicios de esta aplicación, Dwolla, Inc., a originar créditos y débitos en la cuenta corriente o de ahorros identificada anteriormente con el fin de verificar el microdepósito. Esta autorización puede revocarse en cualquier momento notificando a su institución por escrito.",
  "Sending": "Enviando",
  "Confirm": "Confirmar",
  "account": "cuenta",
  "routing": "número de ruta",
  "Find your %1 number": "Encuentra tu %1 número",
  "Mobile app or online portal": "Aplicación móvil o portal en línea",
  "Log in and look for an account details section that usually includes your %1 number.": "Inicie sesión y busque una sección de detalles de la cuenta que generalmente incluye su número %1.",
  "Paper check": "Cheque en papel",
  "Your %1 number is on the bottom of your checks.": "Su número %1 está en la parte inferior de sus cheques.",
  "Bank statement": "Extracto de cuenta",
  "Your %1 number is usually included on your bank statement.": "Normalmente, su número %1 se incluye en su extracto bancario.",
  "Institution is not supported for microdeposit verification.": "La institución no es compatible con la verificación de microdepósitos.",
  "Enter routing number": "Ingrese el número de ruta",
  "Help finding your routing number": "Ayuda a encontrar tu número de ruta",
  "Deposits verified": "Depósitos verificados",
  "You're almost done setting things up. Continue to your institution.": "Ya casi has terminado de configurar las cosas. Continuar a su institución.",
  "Connect with account numbers": "Conectarse con números de cuenta",
  "Use an account and routing number to connect your account.": "Utilice una cuenta y un número de ruta para conectar su cuenta.",
  "How would you rate your experience?": "¿Cómo calificaría usted su experiencia?",
  "Request to have it added": "Solicitar que se agregue",
  "Can't find your bank?": "¿No encuentra su banco?",
  "Get help connecting your account": "Obtenga ayuda para conectar su cuenta",
  "Request support": "Pedir soporte",
  "Please use this form for technical issues about connecting your account. Do not include private or financial information, such as account number or password. For financial issues about transactions, bill pay, transfers, loans, rewards and so on, please contact the appropriate customer service department directly.": "Utilice este formulario para problemas técnicos relacionados con la conexión de su cuenta. No incluya información privada o financiera, como número de cuenta o contraseña. Para cuestiones financieras sobre transacciones, pago de facturas, transferencias, préstamos, recompensas, etc., comuníquese directamente con el departamento de servicio al cliente correspondiente.",
  "Your email address": "Tu correo electrónico",
  "Brief description of the issue": "Breve descripción del problema",
  "Details of the issue": "Detalles del problema",
  "Request received": "Solicitud recibida",
  "Thanks! Your request has been received. A reply will be sent to %1. Be sure to check your junk mail or spam folder, as replies sometimes end up there.": "¡Gracias! Su petición ha sido recibida. Se enviará una respuesta a %1. Asegúrese de revisar su correo no deseado o carpeta de correo no deseado, ya que las respuestas a veces terminan allí.",
  "Our hours are Monday to Friday, 9 a.m. – 5 p.m. MST.": "Nuestro horario de atención es de Lunes a Viernes, de 9am a 5pm, horario de la montaña (UTC -7)",
  "Request an institution": "Solicite una institución",
  "If you can't find your financial institution, you may submit a request to add it to our system.": "Si no puede encontrar su institución financiera, puede enviar una solicitud para agregarla a nuestro sistema.",
  "Institution name": "Nombre de la institución",
  "Institution website": "Sitio web de la institución",
  "Institution login page (optional)": "Página de inicio de sesión de la institución (opcional)",
  "Give feedback": "Dar opinion",
  "This process may take a while to finish": "Este proceso puede tardar un poco en finalizar",
  "Additional information required": "Se requiere información adicional",
  "Action needed": "Accion necesaria",
  "Connection delayed": "Conexión retrasada",
  "Checking microdeposit amounts.": "Consulta de importes de microdepósitos.",
  "Manage connected institutions": "Administrar instituciones conectadas",
  "Basic account information": "Información básica de la cuenta",
  "Tax documents": "Documentos fiscales",
  "Oops! Tax statements must be enabled to use this feature.": "¡UPS! Las declaraciones de impuestos deben estar habilitadas para usar esta función.",
  "MX Privacy Policy": "MX Política de Privacidad",
  "Last updated: %1": "Última actualización: %1",
  "Who we are": "Quienes somos",
  "MX Technologies, Inc., (“MX”) is a software development company that develops and licenses personal finance software for financial institutions to offer to their customers for personal finance management. MX puts a user’s data on center stage, molding it into a cohesive, intelligible, and interactive visualization. As a result, users engage more often and more deeply with other digital banking products. MX software enables financial institutions to better utilize data and provide customers with a superior platform to manage their personal finances through data cleansing, categorization and classification. Data is sourced from the records of the financial institution with an optional software feature for users to add external accounts such as credit cards, loans, mortgages, and accounts from other financial institutions, for a user’s all-inclusive financial management view.": "MX Technologies, Inc., (“MX”) es una empresa de desarrollo de software que desarrolla y otorga licencias de software de finanzas personales para que las instituciones financieras ofrezcan a sus clientes la gestión de finanzas personales. MX pone los datos de un usuario en el centro del escenario, moldeándolos en una visualización cohesiva, inteligible e interactiva. Como resultado, los usuarios interactúan más a menudo y más profundamente con otros productos bancarios digitales. El software MX permite a las instituciones financieras utilizar mejor los datos y brindar a los clientes una plataforma superior para administrar sus finanzas personales a través de la limpieza, categorización y clasificación de datos. Los datos provienen de los registros de la institución financiera con una función de software opcional para que los usuarios agreguen cuentas externas, como tarjetas de crédito, préstamos, hipotecas y cuentas de otras instituciones financieras, para una vista de administración financiera integral del usuario.",
  "MX is based in the United States and has an extensive history of providing exceptional service for key clients who are major players in their respective industries.": "MX tiene su sede en los Estados Unidos y tiene un extenso historial de brindar un servicio excepcional a clientes clave que son actores importantes en sus respectivas industrias.",
  "MX respects your privacy and takes safeguarding personal data seriously. Please read this Privacy Policy to understand the privacy practices of MX. This Privacy Policy applies to the website or application from which you access MX services and/or any of its affiliated web or mobile applications (“Services”). Please be aware that your financial institution and/or its other service providers may have different privacy policies for data collected, stored or utilized outside of the Services.": "MX respeta su privacidad y se toma muy en serio la protección de los datos personales. Lea esta Política de privacidad para comprender las prácticas de privacidad de MX. Esta Política de privacidad se aplica al sitio web o la aplicación desde la que accede a los servicios de MX y/o cualquiera de sus aplicaciones web o móviles afiliadas (“Servicios”)). Tenga en cuenta que su institución financiera y/o sus otros proveedores de servicios pueden tener diferentes políticas de privacidad para los datos recopilados, almacenados o utilizados fuera de los Servicios.",
  "Definitions": "Definiciones",
  "“Personal Data” means any information relating to an identified or identifiable natural person; an identifiable natural person is one who can be identified, directly or indirectly, in particular by reference to an identifier such as a name, an identification number, location data, an online identifier or to one or more factors specific to the physical, physiological, genetic, mental, economic, cultural or social identity of that natural person. Personal Data does not include information that is anonymized. Personal Data also does not include corporate information that relates to an organization but not to an individual, such as a corporate name, corporate address or general corporate phone number. However, if it is combined with your Personal Data in a manner that reasonably allows it to be associated with your identity, or is otherwise considered Personal Data under applicable law, it will be treated as Personal Data under this Privacy Policy.": "“Datos Personales” significa cualquier información relativa a una persona física identificada o identificable; una persona física identificable es aquella que puede ser identificada, directa o indirectamente, en particular por referencia a un identificador como un nombre, un número de identificación, datos de ubicación, un identificador en línea o a uno o más factores específicos del estado físico, fisiológico, identidad genética, psíquica, económica, cultural o social de esa persona natural. Los datos personales no incluyen información anonimizada. Los datos personales tampoco incluyen información corporativa que se relacione con una organización pero no con un individuo, como el nombre corporativo, la dirección corporativa o el número de teléfono corporativo general. Sin embargo, si se combina con sus Datos personales de una manera que permita razonablemente asociarlos con su identidad, o si se considera Datos personales según la ley aplicable, se tratará como Datos personales según esta Política de privacidad.",
  "EU-U.S. privacy shield framework": "UE-EE. UU. marco de escudo de privacidad",
  "Based on subsequent court and regulator decisions, MX no longer relies on the EU-U.S. and Swiss-U.S. Privacy Shield Frameworks as a legal basis for transfers of personal data from the European Union and Switzerland, and instead relies on Standard Contractual Clauses (SCC). For more information on Standard Contractual Clauses, please visit ": "Basado en decisiones judiciales y reguladoras posteriores, MX ya no depende de la UE-EE. UU. y Suiza-EE.UU. Privacy Shield Frameworks como base legal para las transferencias de datos personales de la Unión Europea y Suiza, y en su lugar se basa en cláusulas contractuales estándar (SCC). Para obtener más información sobre las cláusulas contractuales tipo, visite ",
  "However, because MX remains committed to the underlying privacy principles, MX continues to comply with the EU-U.S. Privacy Shield Framework and Swiss-U.S. Privacy Shield Framework as set forth by the U.S. Department of Commerce. MX has certified to the Department of Commerce that it adheres to the Privacy Shield Principles. If there is any conflict between the terms in this Privacy Policy and the Privacy Shield Principles, the Privacy Shield Principles shall govern. To learn more about the Privacy Shield program, and to view our certification, please visit ": "Sin embargo, debido a que MX sigue comprometido con los principios de privacidad subyacentes, MX continúa cumpliendo con la UE-EE. UU. Marco del Escudo de privacidad y Suiza-EE. UU. Marco del Escudo de privacidad según lo establecido por el Departamento de Comercio de EE. UU. MX ha certificado al Departamento de Comercio que se adhiere a los Principios del Escudo de Privacidad. Si existe algún conflicto entre los términos de esta Política de privacidad y los Principios del Escudo de privacidad, prevalecerán los Principios del Escudo de privacidad. Para obtener más información sobre el programa Privacy Shield y para ver nuestra certificación, visite ",
  "Personal data we process": "Datos personales que procesamos",
  "We process personal data on behalf of our clients to fulfill our contractual obligations as a third-party service provider. We also process personal data obtained from our third-party service providers to aggregate data when customers choose to use these features. We also process personal data that we collect directly such as when a user navigates to our website or when we generate potential sales leads. This data may be collected through information that you actively submit to us or through automated processes. We process the personal data of data subjects that include client representatives, representatives of potential clients, other business representatives, users, and client customers.": "Procesamos datos personales en nombre de nuestros clientes para cumplir con nuestras obligaciones contractuales como proveedor de servicios externo. También procesamos datos personales obtenidos de nuestros proveedores de servicios externos para agregar datos cuando los clientes eligen usar estas funciones. También procesamos datos personales que recopilamos directamente, como cuando un usuario navega a nuestro sitio web o cuando generamos posibles oportunidades de venta. Estos datos pueden recopilarse a través de la información que nos envía activamente o mediante procesos automatizados. Procesamos los datos personales de los interesados ​​que incluyen representantes de clientes, representantes de clientes potenciales, otros representantes comerciales, usuarios y clientes.",
  "We do not actively collect or otherwise process personal data from minors. The age of a minor varies by country. For the purposes of personal data collected from the European Union, the age of a minor is under age sixteen (16). We do not actively collect or otherwise process special categories of personal data as identified in the EU General Data Protection Regulation (“GDPR”) including data revealing racial or ethnic origin, political opinions, religious or philosophical beliefs, or trade-union membership, or genetic data, biometric data for the purpose of uniquely identifying a natural person, data concerning health or data concerning a natural person’s sex life or sexual orientation. We do not actively collect or otherwise process personal data relating to criminal convictions and offences.": "No recopilamos ni procesamos activamente datos personales de menores. La edad de un menor varía según el país. A los efectos de los datos personales recopilados de la Unión Europea, la edad de un menor es menor de dieciséis (16) años. No recopilamos ni procesamos activamente categorías especiales de datos personales como se identifican en el Reglamento General de Protección de Datos (“GDPR”) de la UE, incluidos los datos que revelan el origen racial o étnico, las opiniones políticas, las creencias religiosas o filosóficas o la afiliación sindical, o datos genéticos, datos biométricos destinados a identificar de forma unívoca a una persona física, datos relativos a la salud o datos relativos a la vida sexual o la orientación sexual de una persona física. No recopilamos ni procesamos activamente datos personales relacionados con condenas y delitos penales.",
  "The personal data we process in relation to our personal finance software is based upon our contractual requirements with the client and in turn their contractual requirements with their customers. We contractually require our clients to obtain the necessary consents from their customers before providing access to the personal finance software. The expected consequences of failing to consent to the processing of personal data in the use of the personal finance software is that access to the software will not be granted.": "Los datos personales que procesamos en relación con nuestro software de finanzas personales se basan en nuestros requisitos contractuales con el cliente y, a su vez, en sus requisitos contractuales con sus clientes. Requerimos por contrato que nuestros clientes obtengan los consentimientos necesarios de sus clientes antes de brindarles acceso al software de finanzas personales. Las consecuencias esperadas de no dar su consentimiento para el procesamiento de datos personales en el uso del software de finanzas personales es que no se otorgará acceso al software.",
  "The personal data we process in relation to our business-to-business activities and the provision of personal data is not a statutory requirement nor a contractual requirement on the part of the data subject, although we do provide services under our customer contracts. The possible consequences of failing to provide personal data is that we will be unable to respond to requests or inquiries or interact for business purposes.": "Los datos personales que procesamos en relación con nuestras actividades de empresa a empresa y el suministro de datos personales no son un requisito legal ni un requisito contractual por parte del sujeto de los datos, aunque brindamos servicios bajo nuestros contratos con los clientes. Las posibles consecuencias de no proporcionar datos personales es que no podremos responder a solicitudes o consultas o interactuar con fines comerciales.",
  "A.  Data processed as a third-party provider on behalf of our clients": "A. Datos procesados ​​como proveedor externo en nombre de nuestros clientes",
  "We process personal data of our client’s customers on behalf of our clients to perform our contractual obligations under our service agreements. Processing includes analyzing financial transactions and performing advanced data cleaning, classifying and categorizing for presentation and use of that data. The data analysis can be extended to financial transactions obtained from external accounts, which is those outside of the financial institution hosting the software, if the feature is activated by the clients’ customers. We also process personal data of clients’ customers in an aggregate form to assist our clients offer meaningful promotions such as personal loans, credit cards, and mortgages, based upon analyzed information.": "Procesamos los datos personales de los clientes de nuestros clientes en nombre de nuestros clientes para cumplir con nuestras obligaciones contractuales en virtud de nuestros acuerdos de servicio. El procesamiento incluye el análisis de transacciones financieras y la limpieza avanzada de datos, la clasificación y la categorización para la presentación y el uso de esos datos. El análisis de datos se puede extender a las transacciones financieras obtenidas de cuentas externas, que son aquellas fuera de la institución financiera que aloja el software, si la función es activada por los clientes de los clientes. También procesamos los datos personales de los clientes de los clientes en forma agregada para ayudar a nuestros clientes a ofrecer promociones significativas, como préstamos personales, tarjetas de crédito e hipotecas, según la información analizada.",
  "B.  Data processed from third-party service providers": "B. Datos procesados ​​de terceros proveedores de servicios",
  "When the software feature to aggregate external accounts is activated, we share personal data with Data Aggregator Service Providers, who share with us the financial transactions of the external account. These processing activities are key to our business value. We source this information on behalf of our clients, as authorized by our clients’ customers, in order to perform our contractual obligations under our service agreements. This service is an integrated part of our overall advanced data analysis features available with our personal finance software and related services. Data sourced from third-party service providers is shared with our clients and also used by us on behalf of our clients in the aggregate to customize promotional offers for financial products. We do not separately sell personal data.": "Cuando se activa la función de software para agregar cuentas externas, compartimos datos personales con los proveedores de servicios de agregación de datos, quienes comparten con nosotros las transacciones financieras de la cuenta externa. Estas actividades de procesamiento son clave para nuestro valor comercial. Obtenemos esta información en nombre de nuestros clientes, según lo autorizado por los clientes de nuestros clientes, para cumplir con nuestras obligaciones contractuales en virtud de nuestros acuerdos de servicio. Este servicio es una parte integrada de nuestras características generales de análisis de datos avanzados disponibles con nuestro software de finanzas personales y servicios relacionados. Los datos obtenidos de proveedores de servicios externos se comparten con nuestros clientes y también los utilizamos en nombre de nuestros clientes en conjunto para personalizar ofertas promocionales para productos financieros. No vendemos datos personales por separado.",
  "C.  Data processed directly": "C. Datos tratados directamente",
  "We process technical information and navigational information when you visit our website, which is found at ": "Procesamos información técnica e información de navegación cuando visita nuestro sitio web, que se encuentra en ",
  " Technical information includes IP address, geographical location, device ID and related information and browser type. Navigational information includes pages viewed, selection made and length of visit. Our primary goal in processing this information from you is to provide you access to features on the site and help us improve our product and services and develop and market new products and services.": " La información técnica incluye la dirección IP, la ubicación geográfica, la identificación del dispositivo y la información relacionada y el tipo de navegador. La información de navegación incluye las páginas visitadas, la selección realizada y la duración de la visita. Nuestro objetivo principal al procesar esta información suya es brindarle acceso a las funciones del sitio y ayudarnos a mejorar nuestros productos y servicios y desarrollar y comercializar nuevos productos y servicios.",
  "We process contact information and information related to employment when you fill out web forms or downloaded content. This information includes your name, email address, company name, address, phone number and other information about yourself or your business or employment. We process personal data available through social media including Facebook, LinkedIn, Twitter and Google, as well as publicly available information that we acquire directly. We process this information to advance our business purposes such as offering our services to corporate representatives.": "Procesamos la información de contacto y la información relacionada con el empleo cuando completa formularios web o contenido descargado. Esta información incluye su nombre, dirección de correo electrónico, nombre de la empresa, dirección, número de teléfono y otra información sobre usted o su empresa o empleo. Procesamos los datos personales disponibles a través de las redes sociales, incluidos Facebook, LinkedIn, Twitter y Google, así como la información disponible públicamente que adquirimos directamente. Procesamos esta información para avanzar en nuestros propósitos comerciales, como ofrecer nuestros servicios a representantes corporativos.",
  "We may also process payment information when you pay for certain MX services.": "También podemos procesar la información de pago cuando paga por ciertos servicios de MX.",
  "D.  California Consumer Privacy Act": "D. Ley de Privacidad del Consumidor de California",
  "Pursuant to the § 1798.110 of the California Consumer Privacy Act (“CCPA”) the categories of personal information we have collected about consumers in the preceding 12 months are:": "De conformidad con el § 1798.110 de la Ley de Privacidad del Consumidor de California (“CCPA”), las categorías de información personal que hemos recopilado sobre los consumidores en los 12 meses anteriores son:",
  "Identifiers such as a real name, postal address, online identifier, Internet Protocol address, email address;": "Identificadores como un nombre real, dirección postal, identificador en línea, dirección de Protocolo de Internet, dirección de correo electrónico;",
  "Personal information categories described in the California Customer Records Statute (Cal. Civ. Code §1798.80(e));": "Categorías de información personal descritas en el Estatuto de Registros de Clientes de California (Cal. Civ. Code §1798.80(e));",
  "Characteristics of protected classifications under California or federal law;": "Características de clasificaciones protegidas bajo la ley federal o de California;",
  "Commercial information;": "Información comercial;",
  "Internet or other electronic network activity information;": "Internet u otra información de actividad de red electrónica;",
  "Geolocation data;": "datos de geolocalización;",
  "Professional or employment-related information;": "Información profesional o relacionada con el empleo;",
  "Inferences drawn from any of the information identified in this subdivision to create a profile about a consumer reflecting the consumer’s preferences, characteristics, psychological trends, predispositions, behavior, attitudes, intelligence, abilities, and aptitudes.": "Inferencias extraídas de cualquier información identificada en esta subdivisión para crear un perfil sobre un consumidor que refleje las preferencias, características, tendencias psicológicas, predisposiciones, comportamiento, actitudes, inteligencia, habilidades y aptitudes del consumidor.",
  "Tracking technologies, cookies, and clear GIFs": "Tecnologías de seguimiento, cookies y GIF transparentes",
  "We use tracking technologies, cookies and clear GIFs to collect information. Tracking technologies are used to collect information from your web browser through our servers or filtering systems when you visit any of our sites.": "Utilizamos tecnologías de seguimiento, cookies y GIF transparentes para recopilar información. Las tecnologías de seguimiento se utilizan para recopilar información de su navegador web a través de nuestros servidores o sistemas de filtrado cuando visita cualquiera de nuestros sitios.",
  "Cookies store small text files onto a user’s computer hard drive with the user’s browser, containing the session ID and other data. Cookies enable a web site to track a user’s activities on the website for the following purposes: (1) enable essential features; (2) provide analytics to improve website performance and effectiveness; (3) store user preferences; and (4) facilitate relevant targeted advertising on advertising platforms or networks. Users are free to change their web browsers to prevent the acceptance of cookies. Cookies may also be set within emails in order to track how often our emails are opened.": "Las cookies almacenan pequeños archivos de texto en el disco duro de la computadora de un usuario con el navegador del usuario, que contienen la identificación de la sesión y otros datos. Las cookies permiten que un sitio web rastree las actividades de un usuario en el sitio web para los siguientes propósitos: (1) habilitar características esenciales; (2) proporcionar análisis para mejorar el rendimiento y la eficacia del sitio web; (3) almacenar las preferencias del usuario; y (4) facilitar publicidad dirigida relevante en plataformas o redes publicitarias. Los usuarios son libres de cambiar sus navegadores web para evitar la aceptación de cookies. Las cookies también se pueden configurar dentro de los correos electrónicos para rastrear la frecuencia con la que se abren nuestros correos electrónicos.",
  "A clear GIF is a transparent graphic image placed on a website. The use of clear GIFs allows us to monitor your actions when you open a web page and makes it easier for us to follow and record the activities of recognized browsers. Clear GIFs are used in combination with cookies to obtain information on how visitors interact with our websites.": "Un GIF transparente es una imagen gráfica transparente colocada en un sitio web. El uso de GIF transparentes nos permite monitorear sus acciones cuando abre una página web y nos facilita seguir y registrar las actividades de los navegadores reconocidos. Los GIF transparentes se utilizan en combinación con cookies para obtener información sobre cómo los visitantes interactúan con nuestros sitios web.",
  "Information collected may include but is not limited to your browser type, your operating system, your language preference, any referring web page you were visiting before you came to our site, the date and time of each visitor request, and information you search for on our sites. We can also track the path of page visits on a website and monitor aggregate usage and web traffic routing on our sites. We collect this information to better understand how you use and interact with our sites in order to improve your experience. We also collect this information to better understand what services and marketing promotions may be more relevant to you. We may also share this information with our employees, service providers and customer affiliates.": "La información recopilada puede incluir, entre otros, su tipo de navegador, su sistema operativo, su preferencia de idioma, cualquier página web de referencia que estaba visitando antes de llegar a nuestro sitio, la fecha y hora de cada solicitud de visitante y la información que busca en nuestros sitios. También podemos rastrear la ruta de las visitas a la página en un sitio web y monitorear el uso agregado y el enrutamiento del tráfico web en nuestros sitios. Recopilamos esta información para comprender mejor cómo usa e interactúa con nuestros sitios para mejorar su experiencia. También recopilamos esta información para comprender mejor qué servicios y promociones de marketing pueden ser más relevantes para usted. También podemos compartir esta información con nuestros empleados, proveedores de servicios y afiliados de clientes.",
  "You can change your web browser settings to stop accepting cookies or to prompt you before accepting a cookie from the sites you visit. If you do not accept cookies, however, you may not be able to use some sections or functions of our sites.": "Puede cambiar la configuración de su navegador web para dejar de aceptar cookies o para que le pregunte antes de aceptar una cookie de los sitios que visita. Sin embargo, si no acepta las cookies, es posible que no pueda usar algunas secciones o funciones de nuestros sitios.",
  "To find out more about cookies, including how to see what cookies have been set and how to manage and delete them, visit ": "Para obtener más información sobre las cookies, incluido cómo ver qué cookies se han configurado y cómo administrarlas y eliminarlas, visite ",
  "To opt out of being tracked by Google Analytics across all websites visit ": "Para optar por no ser rastreado por Google Analytics en todos los sitios web, visite ",
  "Purposes for processing personal data": "Finalidades del tratamiento de datos personales",
  "We process personal data to fulfil our contractual obligations in our service contracts with clients and assist clients in optimizing advanced data analytics. We contractually require our clients to obtain the necessary consents in order to process personal data for the core components of processing such as data cleaning, classifying and categorizing, and for aggregation of external accounts.": "Procesamos datos personales para cumplir con nuestras obligaciones contractuales en nuestros contratos de servicio con los clientes y ayudar a los clientes a optimizar el análisis de datos avanzado. Requerimos contractualmente a nuestros clientes que obtengan los consentimientos necesarios para procesar datos personales para los componentes centrales del procesamiento, como la limpieza, clasificación y categorización de datos, y para la agregación de cuentas externas.",
  "In addition, we process personal data in order to operate our business, including for sales leads, information services, web analysis, security monitoring, and recruitment and employment. Our purpose in processing this personal data is to develop new client relationships, increase our client service and for administrative and other business purposes.": "Además, procesamos datos personales para operar nuestro negocio, incluso para oportunidades de venta, servicios de información, análisis web, monitoreo de seguridad y contratación y empleo. Nuestro propósito al procesar estos datos personales es desarrollar nuevas relaciones con los clientes, aumentar nuestro servicio al cliente y para fines administrativos y comerciales.",
  "In this context, the legal basis for our processing of your personal data is either the necessity to perform contractual and other obligations or our legitimate business interests as a provider of personal finance software and related services. If personal data processing is related to cookies and other tracking technologies, we rely upon the consent given when we display our cookie banner and the user selects “Accept”. We do not process that category of personal data if the user selects “Decline”.": "En este contexto, la base legal para nuestro procesamiento de sus datos personales es la necesidad de cumplir obligaciones contractuales y de otro tipo o nuestros intereses comerciales legítimos como proveedor de software de finanzas personales y servicios relacionados. Si el procesamiento de datos personales está relacionado con cookies y otras tecnologías de seguimiento, dependemos del consentimiento otorgado cuando mostramos nuestro banner de cookies y el usuario selecciona “Aceptar”. No procesamos esa categoría de datos personales si el usuario selecciona “Rechazar”.",
  "We may use your data to comply with applicable laws, exercise legal rights, and meet tax and other regulatory requirements. We may also use your personal data for internal purposes, including auditing, data analysis, system troubleshooting, and research.": "Podemos utilizar sus datos para cumplir con las leyes aplicables, ejercer derechos legales y cumplir con los requisitos fiscales y reglamentarios. También podemos utilizar sus datos personales para fines internos, incluida la auditoría, el análisis de datos, la resolución de problemas del sistema y la investigación.",
  "In these cases, we base our processing on legitimate interests in performing the activities of the organization.": "En estos casos, basamos nuestro procesamiento en intereses legítimos en el desempeño de las actividades de la organización.",
  "Sharing of personal data": "Compartir datos personales",
  "We share your personal data with clients, third-party service providers, regulatory bodies, public authorities and law enforcement in the following circumstances:": "Compartimos sus datos personales con clientes, proveedores de servicios externos, organismos reguladores, autoridades públicas y fuerzas del orden en las siguientes circunstancias:",
  "A.  Clients": "A. Clientes",
  "Personal data we obtain from our third-party service providers is shared with our clients where that personal data is obtained through use of our software that has been licensed to that client. For example, where a client’s customer accesses our software and provides personal data for the purpose of aggregating data from external accounts, that data is shared with and accessible to the client.": "Los datos personales que obtenemos de nuestros proveedores de servicios externos se comparten con nuestros clientes cuando esos datos personales se obtienen mediante el uso de nuestro software que se ha licenciado a ese cliente. Por ejemplo, cuando el cliente de un cliente accede a nuestro software y proporciona datos personales con el fin de agregar datos de cuentas externas, esos datos se comparten y son accesibles para el cliente.",
  "B.  Third-party providers": "B. Terceros proveedores",
  "We share personal data with third-party providers for their processing in performing functions on our behalf. The categories of third-party providers with whom we share personal data are: Customer Relations Management Software Providers; Lead-generation Service Providers; Data Analytics Service Providers; Technology Software Providers; Data Aggregator Services Providers; Accessor Service Providers; Web Analytics Service Providers, and Security Monitoring Service Providers. In such instances, the providers will be contractually required to protect personal data from additional processing (including for marketing purposes) and transfer in accordance with this Privacy Policy and applicable laws.": "Compartimos datos personales con proveedores externos para su procesamiento al realizar funciones en nuestro nombre. Las categorías de proveedores externos con los que compartimos datos personales son: proveedores de software de gestión de relaciones con el cliente; Proveedores de servicios de generación de leads; Proveedores de servicios de análisis de datos; proveedores de software de tecnología; proveedores de servicios de agregación de datos; proveedores de servicios de acceso; Proveedores de servicios de análisis web y Proveedores de servicios de monitoreo de seguridad. En tales casos, los proveedores estarán obligados por contrato a proteger los datos personales del procesamiento adicional (incluso con fines de marketing) y la transferencia de acuerdo con esta Política de privacidad y las leyes aplicables.",
  "C.  Research bodies": "C. Organismos de investigación",
  "For a limited number of users, who provide their explicit consent, we share personal data with a third-party for the purposes of conducting research on financial behavior with an aim to assist the user to monitor and improve financial management.": "Para un número limitado de usuarios, que brindan su consentimiento explícito, compartimos datos personales con un tercero con el fin de realizar investigaciones sobre el comportamiento financiero con el objetivo de ayudar al usuario a monitorear y mejorar la gestión financiera.",
  "D.  Regulatory bodies, public authorities, and law enforcement": "D. Organismos reguladores, autoridades públicas y fuerzas del orden",
  "We may access and disclose your personal data to regulatory bodies if we have a good-faith belief that doing so is required under regulation. This may include submitting personal data required by tax authorities. We may disclose your personal data in response to lawful requests by public authorities or law enforcement, including to meet national security or law enforcement requirements.": "Podemos acceder y divulgar sus datos personales a los organismos reguladores si creemos de buena fe que es obligatorio hacerlo según la regulación. Esto puede incluir el envío de datos personales requeridos por las autoridades fiscales. Podemos divulgar sus datos personales en respuesta a solicitudes legales de las autoridades públicas o de las fuerzas del orden, incluso para cumplir con los requisitos de seguridad nacional o de aplicación de la ley.",
  "E.  Other disclosures": "E. Otras revelaciones",
  "We may also disclose your personal data to exercise or defend legal rights; to take precautions against liability; to protect the rights, property, or safety of the resource, of any individual, or of the general public; to maintain and protect the security and integrity of our services or infrastructure; to protect ourselves and our services from fraudulent, abusive, or unlawful uses; or to investigate and defend ourselves against third-party claims or allegations. Disclosures may be made to courts of law, attorneys and law enforcement or other relevant third parties in order to meet these purposes.": "También podemos divulgar sus datos personales para ejercer o defender derechos legales; tomar precauciones contra la responsabilidad; para proteger los derechos, la propiedad o la seguridad del recurso, de cualquier individuo o del público en general; para mantener y proteger la seguridad e integridad de nuestros servicios o infraestructura; para protegernos a nosotros mismos y a nuestros servicios de usos fraudulentos, abusivos o ilegales; o para investigar y defendernos de reclamaciones o alegaciones de terceros. Las divulgaciones se pueden hacer a los tribunales de justicia, abogados y fuerzas del orden u otros terceros relevantes para cumplir con estos propósitos.",
  "In cases of onward transfer of personal information to third parties of data of EU individuals received pursuant to the EU-U.S. Privacy Shield, MX remains liable.": "En los casos de transferencia posterior de información personal a terceros de datos de personas de la UE recibidos de conformidad con la UE-EE. UU. Escudo de privacidad, MX sigue siendo responsable.",
  "F.  California Consumer Privacy Act": "F. Ley de Privacidad del Consumidor de California",
  "Pursuant to the § 1798.115 of the CCPA the categories of personal information we have": "De conformidad con la § 1798.115 de la CCPA, las categorías de información personal que tenemos",
  "disclosed about consumers for a business purpose": "divulgada sobre los consumidores con fines comerciales",
  "in the preceding 12 months are:": "en los 12 meses anteriores son:",
  "Storage of your personal data": "Almacenamiento de sus datos personales",
  "Personal data stored on behalf of our clients and for our own purposes is processed and stored at various locations including on servers located in the United States of America. In the event that personal data is transferred outside of the United States of America, we will ensure that adequate protections are implemented to comply with the GDPR, such as Standard Contractual Clauses. We endeavor to utilize third-party service providers from the United States that have certified with the EU-U.S. Privacy Shield Framework or alternatively provide adequate protections that are compliant with the GDPR such as implementing Standard Data Protection Clauses.": "Los datos personales almacenados en nombre de nuestros clientes y para nuestros propios fines se procesan y almacenan en varios lugares, incluidos servidores ubicados en los Estados Unidos de América. En el caso de que los datos personales se transfieran fuera de los Estados Unidos de América, nos aseguraremos de que se implementen las protecciones adecuadas para cumplir con el RGPD, como las Cláusulas contractuales estándar. Nos esforzamos por utilizar proveedores de servicios externos de los Estados Unidos que hayan certificado con la UE-EE. UU. Privacy Shield Framework o, alternativamente, proporcione protecciones adecuadas que cumplan con el RGPD, como la implementación de cláusulas estándar de protección de datos.",
  "Data security": "Seguridad de datos",
  "We use industry accepted standard, protocols and precautions to guide us in implementing technical and organizational measures to protect the personal data that we store, transmit, or otherwise process against accidental or unlawful destruction, loss, alteration, unauthorized disclosure, or access. We regularly consider appropriate new security technology and methods as we maintain and develop our software and systems. The practical reality is, however, no data transmissions over the Internet can be guaranteed to be 100% secure. Therefore, we cannot ensure or warrant the security of any information you transmit to us and you understand that any information that you transfer to us is done at your own risk. If we learn of a data breach that is likely to affect the security of your personal data, we may attempt to notify you electronically via email so that you can take appropriate protective steps and/or by posting a notice on our website if a data breach occurs. Depending on where you live, you may have a legal right to receive notice of a security breach in writing.": "Utilizamos estándares, protocolos y precauciones aceptados por la industria para guiarnos en la implementación de medidas técnicas y organizativas para proteger los datos personales que almacenamos, transmitimos o procesamos de otra manera contra la destrucción, pérdida, alteración, divulgación o acceso no autorizados accidentales o ilegales. Regularmente consideramos nuevas tecnologías y métodos de seguridad apropiados a medida que mantenemos y desarrollamos nuestro software y sistemas. Sin embargo, la realidad práctica es que no se puede garantizar que las transmisiones de datos a través de Internet sean 100% seguras. Por lo tanto, no podemos garantizar ni garantizar la seguridad de la información que nos transmite y usted comprende que cualquier información que nos transfiera se realiza bajo su propio riesgo. Si nos enteramos de una violación de datos que probablemente afecte la seguridad de sus datos personales, podemos intentar notificarlo electrónicamente por correo electrónico para que pueda tomar las medidas de protección adecuadas y/o publicar un aviso en nuestro sitio web si una violación de datos ocurre. Según el lugar donde viva, es posible que tenga el derecho legal de recibir una notificación por escrito de una infracción de seguridad.",
  "Data retention": "Retención de datos",
  "MX retains the personal data of its clients and clients’ customers for a period of time as instructed by the clients for whom MX processes data. Where MX collects personal data for its own purposes, it retains the data for a reasonable period of time to fulfill the processing purposes mentioned above. Personal data is then archived for time periods required or necessitated by law or legal considerations. When archival is no longer required, personal data is deleted from our records. If you wish to request a deletion of your data, please contact directly the client who provided the source of data. If you want more information about how to contact a client, make an inquiry to the address provided at the end of this notice.": "MX retiene los datos personales de sus clientes y los clientes de los clientes durante un período de tiempo según las instrucciones de los clientes para quienes MX procesa los datos. Cuando MX recopila datos personales para sus propios fines, conserva los datos durante un período de tiempo razonable para cumplir con los fines de procesamiento mencionados anteriormente. Luego, los datos personales se archivan durante los períodos de tiempo requeridos por la ley o por consideraciones legales. Cuando ya no se requiere el archivo, los datos personales se eliminan de nuestros registros. Si desea solicitar la eliminación de sus datos, comuníquese directamente con el cliente que proporcionó la fuente de los datos. Si desea más información sobre cómo contactar a un cliente, realice una consulta a la dirección proporcionada al final de este aviso.",
  "We retain personal data that we are required to retain in order to meet our regulatory obligations including tax records and transaction history. We regularly review our retention policy to ensure compliance with our obligations under data protection laws and other regulatory requirements. We regularly audit our databases and archived information to ensure that personal data is only stored and archived in alignment with our retention policy.": "Conservamos los datos personales que debemos conservar para cumplir con nuestras obligaciones reglamentarias, incluidos los registros fiscales y el historial de transacciones. Revisamos periódicamente nuestra política de retención para garantizar el cumplimiento de nuestras obligaciones en virtud de las leyes de protección de datos y otros requisitos reglamentarios. Regularmente auditamos nuestras bases de datos y la información archivada para garantizar que los datos personales solo se almacenen y archiven de acuerdo con nuestra política de retención.",
  "Personal data rights": "Derechos de datos personales",
  "Individuals have the right to access personal data about them and to correct, amend, restrict or delete that information where it is inaccurate, or has been processed in violation of the Principles, except where the burden or expense of providing access would be disproportionate to the risks to the individual’s privacy in the case in question, or where the rights of persons other than the individual would be violated.": "Las personas tienen derecho a acceder a sus datos personales y a corregir, modificar, restringir o eliminar esa información cuando sea inexacta o haya sido procesada en violación de los Principios, excepto cuando la carga o el gasto de brindar acceso sean desproporcionados para la riesgos para la vida privada del individuo en el caso de que se trate, o cuando se vulneren los derechos de personas distintas del individuo.",
  "Where you are receiving communication from us of a marketing nature directly related to MX’s business marketing purposes, we provide the ability for you to unsubscribe at the end of the email. You may also contact us directly or through the MX representative with whom you have a relationship to exercise your right to object to marketing communication or to exercise other rights. In addition, where we act as a data controller in relation to your personal data for our general business operations and that personal data is not required for regulatory or legal purposes or the like, we offer you a choice to limit the use and disclosure of your personal data. You may make such request by contacting the MX representative with whom you have contact or by contacting us directly. Our contact details are provided at the end of this Privacy Policy.": "Cuando recibe una comunicación nuestra de naturaleza comercial directamente relacionada con los fines de marketing comercial de MX, le brindamos la posibilidad de darse de baja al final del correo electrónico. También puede comunicarse con nosotros directamente o a través del representante de MX con quien tiene una relación para ejercer su derecho a oponerse a las comunicaciones de marketing o para ejercer otros derechos. Además, cuando actuamos como controlador de datos en relación con sus datos personales para nuestras operaciones comerciales generales y esos datos personales no son necesarios para fines reglamentarios o legales o similares, le ofrecemos la opción de limitar el uso y la divulgación de su información personal. Puede realizar dicha solicitud comunicándose con el representante de MX con el que tiene contacto o comunicándose directamente con nosotros. Nuestros datos de contacto se proporcionan al final de esta Política de privacidad.",
  "MX provides personal finance software and related services for its clients and as such processes personal data on their behalf. If you submit a request to us in relation to processing personal data that is performed on behalf of a client, we will inform that client of your request and act upon their instructions, unless there is a regulatory requirement to directly respond. At your request, we will provide you with the relevant contact information of the client.": "MX proporciona software de finanzas personales y servicios relacionados para sus clientes y, como tal, procesa datos personales en su nombre. Si nos envía una solicitud en relación con el procesamiento de datos personales que se realiza en nombre de un cliente, le informaremos a ese cliente de su solicitud y actuaremos según sus instrucciones, a menos que exista un requisito reglamentario para responder directamente. Si lo solicita, le proporcionaremos la información de contacto relevante del cliente.",
  "Personal data subject rights under the GDPR applies to individuals in the European Economic Area, granting certain rights which may be subject to limitations and/or restrictions. These rights include the right to: (i) request access to and rectification or erasure of their personal data; (ii) obtain restriction of processing or to object to processing of their personal data; and (iii) ask for a copy of their personal data to be provided to them, or a third party, in a digital format. If you wish to exercise one of the above-mentioned rights, please send us your request to the contact details set out below. Individuals also have the right to lodge a complaint about the processing of their personal data with their local data protection authority.": "Los derechos de los sujetos de datos personales bajo el RGPD se aplican a las personas en el Espacio Económico Europeo, otorgando ciertos derechos que pueden estar sujetos a limitaciones y/o restricciones. Estos derechos incluyen el derecho a: (i) solicitar el acceso y la rectificación o supresión de sus datos personales; (ii) obtener la restricción del procesamiento u objetar el procesamiento de sus datos personales; y (iii) solicitar que se les proporcione una copia de sus datos personales, a ellos o a un tercero, en formato digital. Si desea ejercer uno de los derechos antes mencionados, envíenos su solicitud a los datos de contacto que se detallan a continuación. Las personas también tienen derecho a presentar una queja sobre el procesamiento de sus datos personales ante la autoridad local de protección de datos.",
  "Personal data subject rights under the CCPA may also apply to certain individuals and households. These rights include the right to: (i) know what personal information is being collected about them; (ii) know whether their personal data is sold or disclosed at to whom; (iii) say no to the personal sale of information; (iv) access their personal information; (v) equal service and price, even if they exercise their privacy rights; (vi) an accurate privacy notice at or before the time of the collection of personal information; (vii) request disclosure of the categories and specific pieces of personal information collected; and (viii) request deletion of personal information subject to certain exceptions.": "Los derechos de los sujetos de datos personales en virtud de la CCPA también pueden aplicarse a ciertas personas y hogares. Estos derechos incluyen el derecho a: (i) saber qué información personal se recopila sobre ellos; (ii) saber si sus datos personales son vendidos o divulgados a quién; (iii) decir no a la venta personal de información; (iv) acceder a su información personal; (v) igualdad de servicio y precio, incluso si ejercen sus derechos de privacidad; (vi) un aviso de privacidad preciso en el momento de la recopilación de información personal o antes; (vii) solicitar la divulgación de las categorías y piezas específicas de información personal recopilada; y (viii) solicitar la eliminación de información personal sujeto a ciertas excepciones.",
  "Dispute resolution": "Resolución de conflictos",
  "MX participates in the EU-U.S. Privacy Shield Framework and Swiss-U.S. Privacy Shield Framework (“Frameworks”), under MX Technologies, Inc. A list of participants can be viewed by accessing the link below:": "MX participa en el EU-U.S. Marco del Escudo de privacidad y Suiza-EE. UU. Privacy Shield Framework (“Frameworks”), bajo MX Technologies, Inc. Se puede ver una lista de participantes accediendo al siguiente enlace:",
  "As part of its participation in the Frameworks, MX is subject to the investigatory and enforcement powers of the Federal Trade Commission.": "Como parte de su participación en los Marcos, MX está sujeto a los poderes de investigación y aplicación de la Comisión Federal de Comercio.",
  "Organizations participating in the Frameworks must respond within 45 days of receiving a complaint. If you have not received a timely or satisfactory response to your question or complaint, please contact one of the independent recourse mechanisms listed below:": "Las organizaciones que participan en los Marcos deben responder dentro de los 45 días posteriores a la recepción de una queja. Si no ha recibido una respuesta oportuna o satisfactoria a su pregunta o queja, comuníquese con uno de los mecanismos de recurso independientes que se enumeran a continuación:",
  "JAMS Privacy Shield Program": "Programa de protección de la privacidad de JAMS",
  "Please note that these independent dispute resolution bodies are designated to address complaints and provide appropriate recourse free of charge to the individual.": "Tenga en cuenta que estos organismos independientes de resolución de disputas están designados para abordar las quejas y proporcionar los recursos apropiados sin cargo para el individuo.",
  "If a Consumer’s complaint cannot be resolved through MX’s internal processes, MX will cooperate with JAMS pursuant to the JAMS International Mediation Rules, available on the JAMS website at www.jamsadr.com/international-mediation-rules. JAMS mediation may be commenced as provided for in the relevant JAMS rules. The mediator may propose any appropriate remedy, such as deletion of the relevant personal data, publicity for findings of noncompliance, payment of compensation for losses incurred as a result of noncompliance, or cessation of processing of the personal data of the Consumer who brought the complaint. The mediator or the Consumer also may refer the matter to the U.S. Federal Trade Commission, which has Privacy Shield investigatory and enforcement powers over MX. Under certain circumstances, Consumers also may be able to invoke binding arbitration to address complaints about MX’s compliance with the Privacy Shield Principles.": "Si la queja de un Consumidor no se puede resolver a través de los procesos internos de MX, MX cooperará con JAMS de conformidad con las Reglas de mediación internacional de JAMS, disponibles en el sitio web de JAMS en www.jamsadr.com/international-mediation-rules. La mediación de JAMS puede iniciarse según lo dispuesto en las reglas pertinentes de JAMS. El mediador puede proponer cualquier remedio apropiado, como la eliminación de los datos personales relevantes, la publicidad de los hallazgos de incumplimiento, el pago de una compensación por las pérdidas sufridas como resultado del incumplimiento o el cese del procesamiento de los datos personales del Consumidor que presentó la queja. . El mediador o el Consumidor también pueden remitir el asunto a la Comisión Federal de Comercio de los EE. UU., que tiene facultades de investigación y aplicación del Escudo de privacidad sobre MX. En determinadas circunstancias, los Consumidores también pueden invocar un arbitraje vinculante para abordar las quejas sobre el cumplimiento de MX con los Principios del Escudo de Privacidad.",
  "Effective date and amendments": "Fecha de vigencia y modificación",
  "This document is effective as of the date indicated at the top of this Privacy Policy under “Last updated”. This document may be amended from time to time.": "Este documento entra en vigencia a partir de la fecha indicada en la parte superior de esta Política de privacidad en “Última actualización”. Este documento puede ser modificado de vez en cuando.",
  "Contact us": "Contacta con nosotros",
  "Inquiries may be made to:": "Las consultas se pueden realizar a:",
  "Organization: ": "Organización: ",
  "Contact: Data Privacy Team": "Contacto: Equipo de privacidad de datos",
  "Address: ": "Habla a: ",
  "Phone: ": "Teléfono: ",
  "%1 found with routing number %2": "%1 encontradas con el número de ruta %2",
  "Unable to proceed. Please try again later. Error: %1": "Incapaz de proceder. Por favor, inténtelo de nuevo más tarde. Error: %1",
  "Enter account information": "Introduzca la información de la cuenta",
  "Verification must be enabled to use this feature.": "La verificación debe estar habilitada para usar esta función.",
  "Delete": "Eliminar",
  "Connecting": "Conectando",
  "We no longer provide": "ya no proporcionamos",
  "Please switch to a different internet browser": "Cambie a un navegador de Internet diferente",
  "support for Internet Explorer 11. Please switch to a compatible browser for a better experience.": "soporte para Internet Explorer 11. Cambie a un navegador compatible para una mejor experiencia.",
  "* Please note that clicking to download a browser will open a new window that takes you to a website we do not own or operate.": "* Tenga en cuenta que al hacer clic para descargar un navegador se abrirá una nueva ventana que lo llevará a un sitio web que no poseemos ni operamos.",
  "Click to expand": "Haga clic para ampliar",
  "Click to minimize notice": "Haga clic para minimizar el aviso",
  "Please switch browsers": "Cambia de navegador",
  "support for IE 11. Choose another browser for a better experience.": "soporte para IE 11. Elija otro navegador para una mejor experiencia.",
  "Click to open %1 download page": "Haga clic para abrir la página de descarga de %1",
  "Click to download": "Haga clic para descargar",
  "Download Here": "Descarga aquí",
  "E-mail: ": "Correo electrónico: ",
  "Please try again or come back later.": "Inténtalo de nuevo o vuelve más tarde.",
  "We welcome your feedback. Please do not share personal or financial information, such as account numbers or passwords. Your feedback is anonymous and will be available to this app and their data access provider, MX, to help improve the experience of connecting financial data.": "Damos la bienvenida a sus comentarios. No comparta información personal o financiera, como números de cuenta o contraseñas. Sus comentarios son anónimos y estarán disponibles para esta aplicación y su proveedor de acceso a datos, MX, para ayudar a mejorar la experiencia de conexión de datos financieros.",
  "What was %1 about it?": "¿Qué tenía de %1?",
  "Very bad": "Muy malo",
  "Bad": "Malo",
  "Okay": "Bien",
  "Good": "Bueno",
  "Very good": "Muy bueno",
  "Connecting to %1": "Conectarse a %1",
  "Manual Institution": "Institución Manual",
  "Verify identity": "Verificar identidad",
  "Payment due day": "Día de vencimiento del pago",
  "Choose what day of the month your payment is due.": "Elija el día del mes en que vence su pago.",
  "Add account manually": "Agregar cuenta manualmente",
  "Track accounts, assets, and other things that don't have a live connection.": "Rastree cuentas, activos y otras cosas que no tienen una conexión en vivo.",
  "Account name": "Nombre de la cuenta",
  "Account balance": "Saldo de la cuenta",
  "Property type": "Tipo de propiedad",
  "Interest rate": "Tasa de interés",
  "Minimum payment": "Pago mínimo",
  "Day of the month payment is due": "Día del mes en que vence el pago",
  "Credit limit": "Límite de crédito",
  "Original balance": "Saldo inicial",
  "Personal": "Personal",
  "Business": "Negocio",
  "Save": "Ahorrar",
  "%1 added": "%1 añadido",
  "Your account has been saved manually. You can edit or delete it later.": "Su cuenta ha sido salvada manualmente. Puede editarla o borrarla más tarde.",
  "Oops! Verification must be enabled to use this feature.": "¡Oh, no! La verificación debe estar habilitada para usar esta función.",
  "Delete manually added accounts?": "¿Eliminar cuentas añadidas manualmente?",
  "This will remove all manually added accounts and their associated transactions. This cannot be undone.": "Esto eliminará todas las cuentas agregadas manualmente y sus transacciones asociadas. Esto no se puede deshacer.",
  "We’re working on it. Stick around!": "Estamos trabajando en ello. ¡Quedarse!",
  "We’re getting closer. Hang tight!": "Nos estamos acercando. ¡Aguanta!",
  "Still working. Stay with us!": "Aún trabajando. ¡Quédate con nosotros!",
  "Syncing your information.": "Aún trabajando. ¡Quédate con nosotros!",
  "Getting verification data.": "Obtener datos de verificación.",
  "Getting identification data.": "Obtención de datos de identificación.",
  "Finishing up.": "Terminando.",
  "Caps lock is on": "El bloqueo de mayúsculas está activado",
  "MX will not discriminate against you for exercising any of your rights under the CCPA.": "MX no lo discriminará por ejercer cualquiera de sus derechos bajo la CCPA.",
  "You may contact us with your personal data inquiries or for assistance in modifying or updating your personal data and to exercise additional statutory rights such as: access, rectification, data portability, objection, processing restriction, and erasure of your personal data. Upon receipt of a request to exercise your rights under the CCPA, MX may seek information from you in order to verify your identity as the consumer from whom we have collected or processed Personal Data and such other information as reasonably required to enable MX to validate your request. Our contact details are provided at the end of this Privacy Policy.": "Puede ponerse en contacto con nosotros con sus consultas sobre datos personales o para obtener asistencia en la modificación o actualización de sus datos personales y para ejercer derechos legales adicionales como: acceso, rectificación, portabilidad de datos, objeción, restricción de procesamiento y borrado de sus datos personales. Al recibir una solicitud para ejercer sus derechos en virtud de la CCPA, MX puede solicitar información sobre usted para verificar su identidad como consumidor de quien hemos recopilado o procesado Datos personales y cualquier otra información que sea razonablemente necesaria para permitir que MX valide su solicitud. Nuestros datos de contacto se proporcionan al final de esta Política de privacidad.",
  "Waiting for permission": "Esperando permiso",
  "Forgot your email address?": "¿Olvidó su dirección de correo electrónico?",
  "Forgot your password?": "¿Olvidó su contraseña?",
  "Forgot your user ID?": "¿Olvidó su ID de usuario?",
  "Forgot your username or password?": "¿Olvidó su nombre de usuario o contraseña?",
  "Forgot your username?": "¿Olvidó su nombre de usuario?",
  "Incorrect Credentials": "Credenciales incorrectas",
  "The credentials entered do not match those at %1. Please correct them below to continue.": "Las credenciales ingresadas no coinciden con las de %1. Corríjalos a continuación para continuar.",
  "Data access by": "Acceso a datos por ",
  "Secure sign in": "Inicio de sesión seguro",
  "We'll direct you to %1.": "Lo dirigiremos a %1.",
  "You'll sign in to %1 and choose accounts to connect. Your login information is never shared.": "Iniciará sesión en %1 y elegirá cuentas para conectarse. Su información de inicio de sesión nunca se comparte.",
  "We'll return you here to finish connecting.": "Te regresaremos aquí para terminar de conectarte.",
  "You should have been directed to %1 to sign in and connect your account.": "Debería haber sido dirigido a %1 para iniciar sesión y conectar su cuenta.",
  "Sign in with %1": "Iniciar sesión con %1",
  "Loan": "Préstamo",
  "Credit Card": "Tarjeta de Crédito",
  "Investment": "Inversión",
  "Line of Credit": "Línea de Crédito",
  "Mortgage": "Hipoteca",
  "Property": "Propiedad",
  "Cash": "Dinero",
  "Insurance": "Seguro",
  "Prepaid": "Tarjeta de Prepago",
  "Real Estate": "Bienes Raíces",
  "Vehicle": "Vehículo",
  "Art": "Arte",
  "Jewelry": "Joyas",
  "Furniture": "Muebles",
  "Appliances": "Accesorios",
  "Computer": "Ordenadores",
  "Electronics": "Electrónica",
  "Sports Equipment": "Equipo Deportivo",
  "Miscellaneous": "Misceláneos",
  "Oops! We couldn't find that connection.": "¡Oh, no! No pudimos encontrar esa conexión.",
  "Your session has expired. Please refresh your browser.": "Su sesión ha caducado. Por favor refresque su navegador.",
  "There has been no recent activity. Please click Continue to avoid timing out.": "No ha habido actividad reciente. Haga clic en Continuar para evitar que se agote el tiempo.",
  "Select a value": "Seleccione un valor",
  "Auto & Transport": "Auto y Transporte",
  "Bills & Utilities": "Facturas y servicios públicos",
  "Business Services": "Servicios de negocios",
  "Entertainment": "Entretenimiento",
  "Financial": "Financiero",
  "Food & Dining": "Comida y comedor",
  "Gifts & Donations": "Regalos y donaciones",
  "Health & Fitness": "Salud y Belleza",
  "Home": "Hogar",
  "Income": "Ingreso",
  "Investments": "Inversiones",
  "Kids": "Niños",
  "Personal Care": "Cuidado personal",
  "Pets": "Mascotas",
  "Shopping": "Compras",
  "Taxes": "Impuestos",
  "Transfer": "Transferir",
  "Travel": "Viaje",
  "Uncategorized": "Sin categorizar",
  "Connect in seconds": "Conéctese en segundos",
  "MX helps you connect your financial accounts to apps and services. MX will allow your app to access only the data requested.": "MX le ayuda a conectar sus cuentas financieras a aplicaciones y servicios. MX permitirá a tu app acceder solo a los datos solicitados.",
  "Your data is encrypted and shared only with your permission. MX doesn’t sell your info, and you can stop sharing at any time.": "Tus datos están encriptados y sólo se comparten con tu permiso. MX no vende tu información y puedes dejar de compartirla en cualquier momento.",
  "Learn more": "Más información",
  "Account not connected": "Cuenta no conectada",
  "This account can't be connected. There were too many failed attempts.": "Esta cuenta no se puede conectar. Hubo demasiados intentos fallidos.",
  "We’re unable to connect this account. Please review the account details you submitted.": "No podemos conectar esta cuenta. Revise los detalles de la cuenta que envió.",
  "We’re unable to connect this account. Please try again later.": "No podemos conectar esta cuenta. Por favor, inténtelo más tarde.",
  "Connect a different account": "Conectar una cuenta diferente",
  "Send": "Enviar",
  "Review your sharing permissions": "Revise sus permisos de uso compartido",
  "Trouble signing in?": "¿Problemas para iniciar sesión?",
  "Your app trusts MX to connect your %1 account": "Tu aplicación confía en MX para conectar tu cuenta %1",
  "Your app trusts MX to connect your account": "Tu aplicación confía en MX para conectar tu cuenta",
  "Please try saving your account again.": "Intente guardar su cuenta nuevamente.",
  "Search for your institution": "Busque su institución",
  "Submit an institution request": "Presentar una solicitud de institución",
  "No eligible accounts": "No hay cuentas elegibles",
  "No eligible checking or savings account was found. Please try a different account.": "No se ha encontrado ninguna cuenta corriente o de ahorro que cumpla los requisitos. Pruebe con otra cuenta",
  "None of your accounts are eligible checking or savings accounts. Please try a different account.": "Ninguna de sus cuentas es una cuenta corriente o de ahorro elegible. Pruebe con otra cuenta.",
  "OK": "OK",
  "Try another institution": "Pruebe con otra institución",
  "Fees & Charges": "Tarifas y cargos",
  "connect/disclosure/button\u0004Continue": "Continuar",
  "connect/disclosure/policy/text\u0004By clicking Continue, you agree to the ": "Al hacer clic en Continuar, tu aceptas la ",
  "connect/disclosure/policy/link\u0004MX Privacy Policy.": "Política de privacidad de Money Experience.",
  "connect/disclosure/policy/link\u0004Data requested by your app": "Datos solicitados por su aplicación",
  "connect/disclosure/policy/link\u0004MX Privacy Policy": "Política de privacidad de MX",
  "connect/deletesurvey/disclaimer/text\u0004Why do you want to disconnect %1?": "¿Por qué quieres desconectar %1?",
  "connect/disclosure/title\u0004Connect your account": "Conecta tu cuenta",
  "connect/disclosure/body\u0004This app will have access to the information below unless you choose to disconnect:": "Esta aplicación tendrá acceso a la siguiente información a menos que elija desconectar"
}
