{
  "Add Manual Account": "Ajouter un compte manuellement",
  "Search": "Chercher",
  "Keep typing - too many results to display": "Continuez à taper - trop de résultats à afficher",
  "Cancel": "Annuler",
  "Account details": "Détails sur le compte",
  "Routing and account numbers": "Numéros d’acheminement et de compte",
  "Account balances and transactions": "Soldes et transactions des comptes",
  "Account balances": "Soldes des comptes",
  "Your information is protected with bank-level security.": "Vos renseignements sont protégés par une sécurité de niveau bancaire.",
  "Continue": "Continuer",
  "You have already connected to %1.": "Vous êtes déjà connecté à %1.",
  "Already connected": "Déjà connecté",
  "You have already connected to %1. Are you sure you want to connect to %1 with a different login?": "Vous êtes déjà connecté à %1. Êtes-vous sûr de vouloir vous connecter à %1 avec un identifiant différent?",
  "Yes, continue": "Oui, continuer",
  "Verify": "Vérifier",
  "Connect": "Connecter",
  "Back": "Retour",
  "Go to bank's website": "Aller sur le site Web de la banque",
  "There was a problem with this institution, try again later.": "Il y a un problème avec cette institution, réessayez plus tard.",
  "You are leaving": "Vous êtes sur le point de quitter",
  "Selecting Continue will take you to an external location that we do not control. We are not responsible for the products, services, or information provided there.": "Le fait de cliquer sur Continuer vous enverra sur un site externe que nous ne contrôlons pas. Nous ne sommes pas responsables des produits, services ou informations fournis par ce site externe.",
  "Keep in mind how their privacy policy, security measures, and terms and conditions may impact you.": "Gardez à l’esprit la manière dont sa politique de confidentialité, ses mesures de sécurité et ses conditions de vente peuvent vous affecter.",
  "Disconnected": "Déconnecté",
  "You have successfully disconnected %1.": "Vous vous êtes déconnecté correctement de %1.",
  "Done": "Terminé",
  "Unsupported Width": "Largeur non prise en charge",
  "The minimum supported width is 320 pixels. Please rotate your device to see the full page.": "La largeur minimum prise en charge est de 320 pixels. Veuillez faire pivoter votre appareil pour voir la page entière.",
  "Check or reset your access": "Vérifier ou réinitialiser votre accès",
  "Stop sharing information": "Arrêt du partage d’informations",
  "Select your institution": "Sélectionnez votre institution",
  "Choose from institutions you've already connected or search for a new one.": "Choisissez parmi les institutions que vous avez déjà connectées ou recherchez-en une nouvelle.",
  "%1 Connected institution": ["%1 Institution connectée", "%1 Institutions connectées"],
  "%1 Account": ["%1 Compte", "%1 Comptes"],
  "Search more institutions": "Chercher plus d’institutions",
  "Enter institution name": "Saisir le nom de l’institution",
  "Starting": "Démarrage",
  "Additional Information Required": "Informations supplémentaires requises",
  "Verifying credentials": "Vérification de l’authentifiant",
  "Syncing data": "Synchroniser les données",
  "Finishing": "Finalisation",
  "Waiting for authentication": "En attente d'authentification",
  "Error has occurred": "Une erreur s’est produite",
  "Verifying ...": "Vérification ...",
  "Oops! We weren't able to disconnect this institution. Please try again later.": "Oops! Nous n'avons pas pu déconnecter cette institution. Veuillez réessayer plus tard.",
  "Ok": "Ok",
  "Disconnect": "Déconnecter",
  "I no longer use this account or it’s not mine": "Je n’utilise plus ce compte ou il ne m’appartient pas",
  "I don’t want to share my data": "Je ne veux pas partager mes données",
  "The account information is old or inaccurate": "Les informations de compte sont anciennes ou erronées",
  "I am unable to connect this account here": "Je n’arrive pas à connecter ce compte",
  "I don’t want to use this app": "Je ne veux pas utiliser cette application",
  "I don’t want this account connected here": "Je ne veux pas que mon compte soit connecté ici",
  "Other": "Autre",
  "Error": "Erreur",
  "Oops! There was an error trying to connect your account. Please try again.": "Oups! Une erreur est survenue lors de la connexion de votre compte. Veuillez réessayer.",
  "Loading ...": "Chargement ...",
  "Tuesday, August 17, 2021": "Mardi 17 août 2021",
  "Click to expand": "Cliquez pour agrandir",
  "Click to minimize notice": "Cliquez pour minimiser l'avis",
  "Please switch browsers": "Veuillez changer de navigateur",
  "Click to open %1 download page": "Cliquez pour ouvrir la page de téléchargement de %1",
  "Download Here": "Télécharger ici",
  "Please switch to a different internet browser": "Veuillez passer à un autre navigateur Internet",
  "* Please note that clicking to download a browser will open a new window that takes you to a website we do not own or operate.": "* Veuillez noter que cliquer pour télécharger un navigateur ouvrira une nouvelle fenêtre qui prend vous sur un site Web que nous ne possédons ni n'exploitons.",
  "Click to download": "Cliquez pour télécharger",
  "Add account with %1": "Ajouter un compte avec %1",
  "Private and secure": "Confidentiel et sécuritaire",
  "Closed": "Caché",
  "Hidden": "Fermé",
  "Reset Search": "Réinitialiser la recherche",
  "Go Back": "Retour",
  "Something went wrong": "Un problème est survenu",
  "The last 3 attempts to connect have failed. Please re-enter your credentials to continue importing data.": "Les trois dernières tentatives de connexion ont échoué. Veuillez saisir à nouveau vos informations d’identification pour continuer à importer des données.",
  "The credentials entered do not match those at %1. Please update them to continue.": "Les informations d’identification saisies ne correspondent pas à celles de %1. Veuillez les mettre à jour pour continuer.",
  "The answer or answers provided were incorrect. Please try again.": "La/les réponse(s) fournie(s) est/sont erronée(s). Veuillez réessayer.",
  "Your account is locked. Please log in to the appropriate website for %1 and follow the steps to resolve the issue.": "Votre compte est verrouillé. Veuillez vous connecter au site Web approprié pour %1 et suivre les étapes indiquées pour résoudre ce problème.",
  "Looks like you declined to share your account info with this app. If this was a mistake, please try again. If you change your mind, you can connect your account later.": "Il semble que vous ayez refusé de partager les informations de votre compte avec cette application. S'il s'agit d'une erreur, veuillez réessayer. Si vous changez d'avis, vous pourrez connecter votre compte plus tard.",
  "Looks like there was a problem logging in. Please try again.": "Il semble qu'il y ait eu un problème de connexion. Veuillez réessayer.",
  "Looks like something went wrong while connecting to %1. Please try again.": "Apparemment, quelque chose s'est mal passé lors de la connexion à %1. Veuillez réessayer.",
  "Looks like something went wrong while connecting to this institution. Please try again.": "On dirait que quelque chose s'est mal passé lors de la connexion à cette institution. Veuillez réessayer.",
  "Your attention is needed at this institution's website. Please log in to their website and follow the steps to resolve the issue.": "Votre attention est requise sur le site Web de cette institution. Veuillez vous connecter à leur site Web et suivre les étapes pour résoudre le problème.",
  "Your attention is needed at this institution's website. Please log in to the appropriate website for %1 and follow the steps to resolve the issue.": "Votre attention est requise sur le site Web de cette institution. Veuillez vous connecter au site Web approprié pour %1 et suivez les étapes pour résoudre le problème.",
  "We are upgrading this connection. Please try again later.": "Nous effectuons la mise à niveau de cette connexion. Veuillez réessayer plus tard.",
  "It looks like your data from %1 cannot be imported. We are working to resolve the issue.": "Il semble que vos données de %1 ne puissent pas être importées. Nous travaillons pour résoudre ce problème.",
  "Connections to this institution are no longer supported. You may create a manual account and use manual transactions to track data for this account.": "Les connexions à cette institution ne sont plus prises en charge. Vous pouvez créer un compte manuel et effectuer des transactions manuelles pour réaliser le suivi des données relatives à ce compte.",
  "This connection has been closed. You may track this account manually. If reopened, you may connect the institution again.": "Cette connexion a été fermée. Vous pouvez réaliser le suivi de ce compte manuellement. S’il est rouvert, vous pouvez à nouveau vous connecter à l’institution.",
  "There was a problem validating your credentials with %1. Please try again later.": "Un problème est survenu pour valider vos informations d’identification avec %1. Veuillez réessayer plus tard.",
  "Importing data from this institution has been disabled. Please contact us if you believe it has been disabled in error.": "L'importation de données de cette institution a été désactivée. Veuillez nous contacter si vous pensez qu'elle a été désactivée par erreur.",
  "You must re-authenticate before your data can be imported. Please enter your credentials for %1.": "Vous devez à nouveau vous identifier pour permettre l'importation de vos données. Veuillez saisir vos informations d'identification pour %1.",
  "The answer or answers were not provided in time. Please try again.": "La/les réponse(s) n'a/n'ont pas été fournie(s) à temps. Veuillez réessayer.",
  "Try again": "Réessayer",
  "New credentials needed": "Nouvelles informations d'identification requises",
  "Account is locked": "Compte verrouillé",
  "Connection maintenance": "Maintenance de connexion",
  "Connection discontinued": "Connexion interrompue",
  "Closed account": "Compte clôturé",
  "Connection failed": "Échec de connexion",
  "Connection disabled": "Connexion désactivée",
  "Credentials expired": "Informations d'identification périmées",
  "Hide password": "Masquer le mot de passe",
  "Show password": "Montrer le mot de passe",
  "You have successfully connected to %1!": "Vous vous êtes connecté avec succès à %1!",
  "Connect more accounts": "Connectez plus de comptes",
  "Go back": "Retourner",
  "This connection doesn't support verification.": "Cette connexion ne prend pas en charge la vérification.",
  "We can't verify this connection right now. Please try again later.": "Nous ne pouvons pas vérifier cette connexion en ce moment. Veuillez réessayer plus tard.",
  "Oops! Something went wrong. Error code: %1": "Attention : un problème est survenu. Code d'erreur : %1",
  "Challenge Image": "Vérifier l'image",
  "%1 Selected": "%1 Sélectionnée",
  "Choose an image": "Choisir une image",
  "Oops! Something went wrong. Please try again later.": "Attention : un problème est survenu. Veuillez réessayer plus tard.",
  "Get help": "Obtenir de l'aide",
  "Choose an authentication method.": "Choisir une méthode d'authentification.",
  "Choose an option": "Choisir une option",
  "We've notified support and are looking into the issue. Please try again later.": "Nous avons notifié le service de soutien et nous examinons ce problème. Veuillez réessayer plus tard.",
  "Disconnect this institution": "Déconnecter cette institution",
  "Marked As Closed": "Marqué comme fermé",
  "Your login info was correct, but your attention is needed at %1 before we can proceed. You need to:": "Vos données de connexion sont correctes, mais vous devez vous occuper de %1 pour nous permettre de continuer. Vous devez :",
  "Log in to %1's website and resolve the issue.": "Connectez-vous au site Web de %1 et résolvez le problème.",
  "Visit website": "Visitez le site Web",
  "Come back here and try to connect your account again.": "Revenez ici et essayez à nouveau de connecter votre compte.",
  "Your attention is needed": "Votre attention est requise",
  "Connections": "Connexions",
  "Manage connected institutions and accounts": "Gérer les institutions et les comptes connectés",
  "Manual accounts": "Comptes manuels",
  "Please re-enter your credentials": "Veuillez saisir à nouveau vos informations d'identification",
  "Add account manually": "Ajouter un compte manuellement",
  "Enter your credentials": "Saisissez vos informations d'identification",
  "Go to institution's website": "Aller au site Web de l'institution",
  "Oops! There was a problem. Please check your username and password, and try again.": "Attention : un problème est survenu. Veuillez vérifier vos nom d'utilisateur et mot de passe, puis réessayer.",
  "Connect Account": "Connecter le compte",
  "Connect accounts": "Connecter des comptes",
  "Incorrect information": "Informations erronées",
  "%1 search result": ["%1 résultat de recherche", "%1 résultats de recherche"],
  "Selecting Continue will take you to an external website with a different privacy policy, security measures, and terms and conditions.": "Si vous sélectionnez Continuer, vous accédez à un site Web externe avec une politique de confidentialité, des mesures de sécurité et des conditions générales différentes.",
  "Account number": "Numéro de compte",
  "Include account on this app": "Inclure le compte dans cette application",
  "Show this account": "Afficher ce compte",
  "show account": "afficher compte",
  "Mark as closed": "Marquer comme clôturé",
  "%1 (Hidden)": "%1 (Caché)",
  "%1 (Marked as closed)": "%1 (Marqué comme fermé)",
  "Merge accounts that show up twice": "Fusionner des comptes qui s'affichent deux fois",
  "Merge duplicate accounts": "Fusionner les comptes en double",
  "Resume updates for this account": "Reprendre les mises à jour pour ce compte",
  "Mark as open": "Marquer comme ouvert",
  "Set balance to $0 and keep transaction history": "Réglez le solde sur 0 $ et conservez l'historique des transactions",
  "This will set the balance of your %1 account to $0.00, and keep any past transaction history. This can be undone by marking the account as open.": "Cela définira le solde de votre compte %1 à 0,00 $ et conservera tout historique des transactions passées. Cela peut être annulé en marquant le compte comme ouvert.",
  "This will resume updating the balance and transaction history of your %1 account, if any new updates are available. It may take 24 hours to see any updates.": "Cela reprendra la mise à jour du solde et de l'historique des transactions de votre compte %1, si de nouvelles mises à jour sont disponibles. Cela peut prendre 24 heures pour voir les mises à jour.",
  "This action cannot be undone and may take several minutes.": "Cette action est irréversible et peut prendre plusieurs minutes.",
  "Please select an account": "Veuillez sélectionner un compte",
  "This will merge %1 with the account you select below.": "Cela fusionnera %1 avec le compte que vous sélectionnez ci-dessous.",
  "Merge": "Fusionner",
  "Are you sure?": "Es-tu sûr?",
  "This will merge %1 and %2.": "Cela fusionnera %1 et %2.",
  "This account is marked as closed": "Ce compte est marqué comme fermé",
  "This account is hidden": "Ce compte est masqué",
  "Select an account to merge with": "Sélectionnez un compte avec lequel fusionner",
  "Select": "Sélectionner",
  "Account number %1": "Numéro de compte %1",
  "Account number ending with %1": "Numéro de compte se terminant par %1",
  "0 search results": "0 résultats de recherche",
  "Search isn’t working": "La recherche ne fonctionne pas",
  "Something went wrong and we’re looking into it. Please try again later.": "Quelque chose s'est mal passé et nous l'examinons. Veuillez réessayer plus tard.",
  "%1 is required": "%1 est requis",
  "%1 must be greater than or equal to %2": "%1 doit être supérieur ou égal à %2",
  "%1 must be less than or equal to %2": "%1 doit être inférieur ou égal à %2",
  "%1 must be between %2 and %3": "%1 doit être compris entre %2 et %3",
  "%1 must be %2 characters": "%1 doit contenir %2 caractères",
  "%1 must be at least %2 characters": "%1 doit contenir au moins %2 caractères",
  "%1 must be at most %2 characters": "%1 doit contenir au maximum %2 caractères",
  "%1 must be between %2 and %3 characters": "%1 doit être compris entre %2 et %3 caractères",
  "%1 must be one of: %2": "%1 doit être l'un des : %2",
  "%1 must be a number": "%1 doit être un nombre",
  "%1 must only contain digits": "%1 ne doit contenir que des chiffres",
  "%1 must be a valid email": "%1 doit être une adresse e-mail valide",
  "%1 must be a valid url": "%1 doit être une URL valide",
  "%1 is invalid": "%1 n'est pas valide",
  "%1 must be the same as %2": "%1 doit être identique à %2",
  "Thanks for your feedback!": "Merci pour vos commentaires!",
  "Feedback text box.": "Zone de texte de commentaires.",
  "Checking": "Vérification",
  "Checking Accounts": "Vérifier les comptes",
  "Amount 1": "Montant 1",
  "Amount 2": "Montant 2",
  "Enter deposit amounts": "Saisir les montants des dépôts",
  "Around %1, find two small deposits less than a dollar each in your %2 account, and enter the amounts here.": "Vers %1, trouvez deux petits dépôts de moins d'un dollar chacun sur votre compte %2 et saisissez les montants ici.",
  "We're unable to submit your deposit amounts. Please try again.": "Nous ne sommes pas en mesure de soumettre les montants de votre dépôt. Veuillez réessayer.",
  "One or more of the amounts was incorrect. Please try again.": "Un ou plusieurs des montants étaient incorrects. Veuillez réessayer.",
  "Connect your institution with account numbers": "Connectez votre institution avec des numéros de compte",
  "Enter your account information.": "Entrez les informations de votre compte.",
  "You'll receive two small deposits.": "Vous recevrez deux petits acomptes.",
  "Return to verify the deposit amounts.": "Retour pour vérifier les montants des dépôts.",
  "Account type": "Type de compte",
  "Routing number": "Numéro de routage",
  "Edit details": "Modifier les détails",
  "First name": "Prénom",
  "Last name": "Nom de famille",
  "Email": "Email",
  "Enter account holder information": "Saisir les informations du titulaire du compte",
  "This helps verify account ownership, and should match the first and last name on this account.": "Cela permet de vérifier la propriété du compte et doit correspondre au prénom et au nom de ce compte.",
  "Continue to account details": "Continuer vers les détails du compte",
  "Confirm account number": "Confirmer numéro de compte",
  "Savings": "Des économies",
  "Continue to confirm details": "Continuer pour confirmer les détails",
  "Help finding your account number": "Aide pour trouver votre numéro de compte",
  "Check back soon": "Revenez bientôt",
  "Thanks for submitting your account info. Around %1, check your %2 account for two small deposits less than a dollar each. When you see them, come back here and enter the amounts.": "Merci d'avoir soumis les informations de votre compte. Vers %1, vérifiez votre compte %2 pour deux petits dépôts de moins d'un dollar chacun. Lorsque vous les voyez, revenez ici et entrez les montants.",
  "Review your information": "Vérifiez vos informations",
  "First and last name": "Nom et prénom",
  "Edit first and last name": "Modifier le prénom et le nom",
  "Edit email": "Modifier l'e-mail",
  "Edit routing number": "Modifier le numéro de routage",
  "Edit account type": "Modifier le type de compte",
  "Edit account number": "Modifier le numéro de compte",
  "By clicking Confirm, I authorize this app’s service provider, Dwolla, Inc., to originate credits and debits to the checking or savings account identified above for the purposes of micro-deposit verification. This authorization may be revoked at any time by notifying your institution in writing.": "En cliquant sur Confirmer, j'autorise le fournisseur de services de cette application, Dwolla, Inc., à effectuer des crédits et des débits sur le compte courant ou d'épargne identifié ci-dessus à des fins de vérification des micro-dépôts. Cette autorisation peut être révoquée à tout moment en avisant votre établissement par écrit.",
  "Sending": "Envoi en cours",
  "Confirm": "Confirmer",
  "account": "compte",
  "routing": "routage",
  "Find your %1 number": "Trouvez votre numéro %1",
  "Mobile app or online portal": "Application mobile ou portail en ligne",
  "Log in and look for an account details section that usually includes your %1 number.": "Connectez-vous et recherchez une section de détails de compte qui inclut généralement votre numéro %1.",
  "Paper check": "Chèque papier",
  "Your %1 number is on the bottom of your checks.": "Votre numéro %1 se trouve au bas de vos chèques.",
  "Bank statement": "Relevé bancaire",
  "Your %1 number is usually included on your bank statement.": "Votre numéro %1 est généralement inclus sur votre relevé bancaire.",
  "Account Type": "Type de compte",
  "Institution is not supported for microdeposit verification.": "L'établissement n'est pas pris en charge pour la vérification des micro-dépôts.",
  "Enter routing number": "Entrez le numéro d'acheminement",
  "Help finding your routing number": "Aide à trouver votre numéro de routage",
  "Deposits verified": "Dépôts vérifiés",
  "You're almost done setting things up. Continue to your institution.": "Vous avez presque fini de mettre les choses en place. Continuez vers votre établissement.",
  "Connect with account numbers": "Connectez-vous avec les numéros de compte",
  "Use an account and routing number to connect your account.": "Utilisez un compte et un numéro de routage pour connecter votre compte.",
  "How would you rate your experience?": "Comment noteriez-vous votre expérience?",
  "Request to have it added": "Demander son ajout",
  "Can't find your bank?": "Vous ne trouvez pas votre banque ?",
  "Get help connecting your account": "Obtenez de l'aide pour connecter votre compte",
  "Request support": "Demander de l'aide",
  "Please use this form for technical issues about connecting your account. Do not include private or financial information, such as account number or password. For financial issues about transactions, bill pay, transfers, loans, rewards and so on, please contact the appropriate customer service department directly.": "Veuillez utiliser ce formulaire pour les problèmes techniques liés à la connexion de votre compte. N'incluez pas d'informations privées ou financières, telles que le numéro de compte ou le mot de passe. Pour les problèmes financiers concernant les transactions, le paiement de factures, les transferts, les prêts, les récompenses, etc., veuillez contacter directement le service client approprié.",
  "Your email address": "Votre adresse email",
  "Brief description of the issue": "Brève description du problème",
  "Details of the issue": "Détails du problème",
  "Request received": "Demande reçue",
  "Thanks! Your request has been received. A reply will be sent to %1. Be sure to check your junk mail or spam folder, as replies sometimes end up there.": "Merci! Votre demande a été reçue. Une réponse sera envoyée à %1. Assurez-vous de vérifier votre dossier de courrier indésirable ou de courrier indésirable, car les réponses s'y retrouvent parfois.",
  "Our hours are Monday to Friday, 9 a.m. – 5 p.m. MST.": "Nous sommes ouverts du lundi au vendredi, de 9 h à 17 h (heure des Rocheuses).",
  "Request an institution": "Demander l’ajout d’une institution",
  "If you can't find your financial institution, you may submit a request to add it to our system.": "Si vous ne trouvez pas votre institution financière, vous pouvez soumettre une demande pour l'ajouter à notre système.",
  "Institution name": "Nom de l’institution",
  "Institution website": "Site web de l’institution",
  "Institution login page (optional)": "Page de connexion de l'institution (facultatif)",
  "Give feedback": "Donnez votre avis",
  "This process may take a while to finish": "Ce processus peut prendre un certain temps pour se terminer",
  "Back to accounts": "Retour aux comptes",
  "Back to connections": "Retour aux connexions",
  "Connected": "Connecté",
  "Connecting": "De liaison",
  "Additional information required": "Informations supplémentaires requises",
  "Action needed": "Action nécessaire",
  "Connection delayed": "Connexion retardée",
  "Checking microdeposit amounts.": "Vérification des montants des micro-dépôts.",
  "Manage connected institutions": "Gérer les institutions et comptes connectés",
  "Basic account information": "Informations de base sur le compte",
  "Tax documents": "Documents fiscaux",
  "Oops! Tax statements must be enabled to use this feature.": "Oups! Les déclarations fiscales doivent être activées pour utiliser cette fonctionnalité.",
  "MX Privacy Policy": "Politique de confidentialité de MX",
  "Last updated: %1": "Dernière mise à jour: %1",
  "Who we are": "Qui nous sommes",
  "MX Technologies, Inc., (“MX”) is a software development company that develops and licenses personal finance software for financial institutions to offer to their customers for personal finance management. MX puts a user’s data on center stage, molding it into a cohesive, intelligible, and interactive visualization. As a result, users engage more often and more deeply with other digital banking products. MX software enables financial institutions to better utilize data and provide customers with a superior platform to manage their personal finances through data cleansing, categorization and classification. Data is sourced from the records of the financial institution with an optional software feature for users to add external accounts such as credit cards, loans, mortgages, and accounts from other financial institutions, for a user’s all-inclusive financial management view.": "MX Technologies, Inc. (“MX”) est une société de développement de logiciels qui développe et octroie des licences pour des logiciels de finances personnelles que les institutions financières offrent à leurs clients. MX met les données de l’utilisateur au cœur de l’action, en les moulant dans une visualisation cohérente, intelligible et interactive. En conséquence, les utilisateurs s’engagent plus souvent et plus profondément dans d’autres produits bancaires numériques. Le logiciel MX permet aux institutions financières de mieux utiliser les données et de fournir aux clients une plateforme supérieure pour gérer leurs finances personnelles grâce au nettoyage, à la catégorisation et à la classification des données. Les données proviennent des dossiers de l’institution financière, avec une fonction logicielle facultative permettant aux utilisateurs d’ajouter des comptes externes tels que des cartes de crédit, des prêts, des hypothèques et des comptes d’autres institutions financières, pour une vue globale de la gestion financière de l’utilisateur.",
  "MX is based in the United States and has an extensive history of providing exceptional service for key clients who are major players in their respective industries.": "MX est basée aux États-Unis et possède une longue expérience dans la prestation de services exceptionnels à des clients clés qui sont des acteurs majeurs dans leurs secteurs respectifs.",
  "MX respects your privacy and takes safeguarding personal data seriously. Please read this Privacy Policy to understand the privacy practices of MX. This Privacy Policy applies to the website or application from which you access MX services and/or any of its affiliated web or mobile applications (“Services”). Please be aware that your financial institution and/or its other service providers may have different privacy policies for data collected, stored or utilized outside of the Services.": "MX respecte votre vie privée et prend au sérieux la protection des données personnelles. Veuillez lire cette politique de confidentialité pour comprendre les pratiques de MX en la matière. La présente politique de confidentialité s’applique au site Web ou à l’application à partir desquels vous accédez aux services de MX ou à l’une de ses applications Web ou mobiles affiliées (les “Services”). Veuillez noter que votre institution financière ou ses autres fournisseurs de services peuvent avoir des politiques de confidentialité différentes pour les données recueillies, stockées ou utilisées en dehors des Services.",
  "Definitions": "Définitions",
  "“Personal Data” means any information relating to an identified or identifiable natural person; an identifiable natural person is one who can be identified, directly or indirectly, in particular by reference to an identifier such as a name, an identification number, location data, an online identifier or to one or more factors specific to the physical, physiological, genetic, mental, economic, cultural or social identity of that natural person. Personal Data does not include information that is anonymized. Personal Data also does not include corporate information that relates to an organization but not to an individual, such as a corporate name, corporate address or general corporate phone number. However, if it is combined with your Personal Data in a manner that reasonably allows it to be associated with your identity, or is otherwise considered Personal Data under applicable law, it will be treated as Personal Data under this Privacy Policy.": "“Par Données personnelles”, on entend tout renseignement relatif à une personne physique identifiée ou identifiable; est réputée identifiable une personne physique qui peut être identifiée, directement ou indirectement, notamment par référence à un identifiant tel qu’un nom, un numéro d’identification, des données de localisation, un identifiant en ligne ou à un ou plusieurs éléments spécifiques de l’identité physique, physiologique, génétique, psychique, économique, culturelle ou sociale de cette personne physique. Les données personnelles excluent les renseignements anonymisés. Les données personnelles ne comprennent pas non plus les informations d’entreprise qui se rapportent à une organisation, mais pas à un individu, telles que la raison sociale, l’adresse ou le numéro de téléphone général de l’entreprise. Toutefois, si elles sont combinées à vos Données personnelles d’une manière qui permet raisonnablement de les associer à votre identité, ou si elles sont autrement considérées comme des Données personnelles en vertu de la loi applicable, ces informations seront traitées comme des Données personnelles en vertu de la présente Politique de confidentialité.",
  "EU-U.S. privacy shield framework": "Bouclier de protection de données UE-É.-U",
  "Based on subsequent court and regulator decisions, MX no longer relies on the EU-U.S. and Swiss-U.S. Privacy Shield Frameworks as a legal basis for transfers of personal data from the European Union and Switzerland, and instead relies on Standard Contractual Clauses (SCC). For more information on Standard Contractual Clauses, please visit ": "Sur la base de décisions ultérieures des tribunaux et des autorités de réglementation, MX ne s’appuie plus sur les boucliers de protection des données UE-É.-U. et Suisse-É.-U. comme base juridique pour les transferts de données personnelles à partir de l’Union européenne et de la Suisse, et s’appuie plutôt sur les Clauses contractuelles types (CCT). Pour en savoir plus sur les Clauses contractuelles types, veuillez consulter le site  ",
  "However, because MX remains committed to the underlying privacy principles, MX continues to comply with the EU-U.S. Privacy Shield Framework and Swiss-U.S. Privacy Shield Framework as set forth by the U.S. Department of Commerce. MX has certified to the Department of Commerce that it adheres to the Privacy Shield Principles. If there is any conflict between the terms in this Privacy Policy and the Privacy Shield Principles, the Privacy Shield Principles shall govern. To learn more about the Privacy Shield program, and to view our certification, please visit ": "Toutefois, comme MX demeure attachée aux principes sous-jacents de protection de la vie privée, la société continue de se conformer au bouclier de protection des données UE-É.-U. et Suisse-É.-U., comme établis par le Department of Commerce (ministère du Commerce) des États-Unis. MX a certifié au Department of Commerce qu’elle adhère aux principes du bouclier de protection des données. En cas de conflit entre les termes de la présente Politique de confidentialité et les principes du bouclier de protection de la vie privée, les principes du bouclier de protection des données prévaudront. Pour en savoir plus sur le programme du bouclier de protection de la vie privée et pour consulter notre certification, veuillez consulter le site ",
  "Personal data we process": "Données personnelles que nous traitons",
  "We process personal data on behalf of our clients to fulfill our contractual obligations as a third-party service provider. We also process personal data obtained from our third-party service providers to aggregate data when customers choose to use these features. We also process personal data that we collect directly such as when a user navigates to our website or when we generate potential sales leads. This data may be collected through information that you actively submit to us or through automated processes. We process the personal data of data subjects that include client representatives, representatives of potential clients, other business representatives, users, and client customers.": "Nous traitons les données personnelles pour le compte de nos clients afin de remplir nos obligations contractuelles en tant que prestataires de service tiers. Nous traitons également les données personnelles que nous obtenons de nos prestataires de service tiers pour rassembler les données lorsque les clients choisissent d’utiliser ces fonctionnalités. Nous traitons aussi les données personnelles que nous collectons directement comme lorsqu’un utilisateur se rend sur notre site Web ou lorsque nous générons des clients potentiels. La collection de ces données peut se faire par votre soumission active d’informations ou par des procédures automatisées. Nous traitons les données personnelles de personnes concernées, comme les représentants des clients, les représentants de clients potentiels, les autres représentants commerciaux, les utilisateurs et les clients.",
  "We do not actively collect or otherwise process personal data from minors. The age of a minor varies by country. For the purposes of personal data collected from the European Union, the age of a minor is under age sixteen (16). We do not actively collect or otherwise process special categories of personal data as identified in the EU General Data Protection Regulation (“GDPR”) including data revealing racial or ethnic origin, political opinions, religious or philosophical beliefs, or trade-union membership, or genetic data, biometric data for the purpose of uniquely identifying a natural person, data concerning health or data concerning a natural person’s sex life or sexual orientation. We do not actively collect or otherwise process personal data relating to criminal convictions and offences.": "Nous ne collectons pas activement ou ne traitons pas les données personnelles des mineurs. L’âge de la majorité diffère selon le pays. Dans le cas de la collecte de données dans l’Union européenne, l’âge d’un mineur est de moins de seize ans (16). Nous ne collectons pas activement, ou ne traitons pas les catégories spéciales de données personnelles identifiées dans le Règlement général sur la protection de données (RGPD) de l’UE, dont les données révélant l’origine ethnique ou raciale, les opinions politiques, les croyances religieuses ou philosophiques, l’appartenance à un syndicat, ou les données génétiques, biométriques dont le but est d’identifier de manière unique une personne physique, les données concernant la santé ou la vie sexuelle d’une personne physique ou son orientation sexuelle. Nous ne collectons pas activement ou ne traitons pas les données concernant les condamnations et infractions pénales.",
  "The personal data we process in relation to our personal finance software is based upon our contractual requirements with the client and in turn their contractual requirements with their customers. We contractually require our clients to obtain the necessary consents from their customers before providing access to the personal finance software. The expected consequences of failing to consent to the processing of personal data in the use of the personal finance software is that access to the software will not be granted.": "Le traitement des données personnelles liées à notre logiciel de finance personnelle est fondé sur nos exigences contractuelles avec le client et ses exigences contractuelles avec ses propres clients. Nos clients sont contractuellement dans l'obligation d'obtenir le consentement nécessaire de leurs clients avant de fournir un accès au logiciel de finance personnelle. L’accès au logiciel sera refusé en cas d’absence de consentement au traitement des données personnelles lors de l’utilisation du logiciel de finance personnelle.",
  "The personal data we process in relation to our business-to-business activities and the provision of personal data is not a statutory requirement nor a contractual requirement on the part of the data subject, although we do provide services under our customer contracts. The possible consequences of failing to provide personal data is that we will be unable to respond to requests or inquiries or interact for business purposes.": "Les données personnelles que nous traitons en lien avec nos activités entre entreprises et les dispositions des données personnelles ne représentent ni une obligation réglementaire ni une exigence contractuelle de la part de la personne concernée, bien que nous fournissions nos services conformément à nos contrats avec le client. En cas d’absence de partage des données personnelles, nous serons incapables de répondre aux demandes ou requêtes ou interagir dans un but professionnel.",
  "A.  Data processed as a third-party provider on behalf of our clients": "A. Données traitées pour le compte de nos clients en tant que fournisseur tiers.",
  "We process personal data of our client’s customers on behalf of our clients to perform our contractual obligations under our service agreements. Processing includes analyzing financial transactions and performing advanced data cleaning, classifying and categorizing for presentation and use of that data. The data analysis can be extended to financial transactions obtained from external accounts, which is those outside of the financial institution hosting the software, if the feature is activated by the clients’ customers. We also process personal data of clients’ customers in an aggregate form to assist our clients offer meaningful promotions such as personal loans, credit cards, and mortgages, based upon analyzed information.": "Nous traitons les données personnelles des clients de notre client, pour le compte de nos clients, afin de remplir les obligations contractuelles de nos accords concernant la prestation de services. Le traitement inclut l’analyse des transactions financières et la réalisation d’une épuration, d’un classement et d’une catégorisation évolués des données pour la présentation et l’utilisation de ces données. Les données analysées peuvent s’étendre aux transactions financières effectuées à partir de comptes externes à l’institution financière qui héberge le logiciel, si les clients du client ont activé cette fonctionnalité. Nous traitons également les données personnelles des clients de nos clients, sous leur forme rassemblée, pour aider nos clients à offrir des promotions pertinentes comme les prêts personnels, les cartes de crédit et les prêts hypothécaires, selon les informations analysées.",
  "B.  Data processed from third-party service providers": "B. Données traitées à partir de prestataires tiers.",
  "When the software feature to aggregate external accounts is activated, we share personal data with Data Aggregator Service Providers, who share with us the financial transactions of the external account. These processing activities are key to our business value. We source this information on behalf of our clients, as authorized by our clients’ customers, in order to perform our contractual obligations under our service agreements. This service is an integrated part of our overall advanced data analysis features available with our personal finance software and related services. Data sourced from third-party service providers is shared with our clients and also used by us on behalf of our clients in the aggregate to customize promotional offers for financial products. We do not separately sell personal data.": "Lorsque la fonctionnalité du logiciel qui rassemble les comptes externes est activée, nous partageons les données personnelles avec des fournisseurs de services de rassemblement de données, qui partagent avec nous les transactions financières du compte externe. Ces activités de traitement sont la clé de notre valeur opérationnelle. Nous nous procurons ces informations pour le compte de nos clients, avec l’autorisation de leurs clients, afin de remplir les obligations contractuelles présentent dans nos accords concernant la prestation de services. Ce service fait partie intégrante de nos fonctionnalités évoluées d’analyse de données disponibles avec notre logiciel de finance personnelle et services connexes. Les données provenant de prestataires de services tiers sont partagées avec nos clients et utilisées par nous dans leur forme rassemblée pour le compte de nos clients afin de personnaliser les offres promotionnelles de produits financiers. Nous ne vendons pas de données personnelles séparément.",
  "C.  Data processed directly": "C. Données traitées directement",
  "We process technical information and navigational information when you visit our website, which is found at ": "Nous traitons les informations techniques et de navigation lorsque vous visitez notre site Web à ",
  " Technical information includes IP address, geographical location, device ID and related information and browser type. Navigational information includes pages viewed, selection made and length of visit. Our primary goal in processing this information from you is to provide you access to features on the site and help us improve our product and services and develop and market new products and services.": " Les informations techniques comprennent l’adresse IP, l’emplacement géographique, l’ID d’unité et informations connexes ainsi que le type de navigateur. Les informations de navigation comprennent les pages visualisées, les sélections effectuées et la durée de la visite. Le but principal du traitement de ces informations est de vous fournir un accès à des fonctionnalités sur le site et de nous aider à améliorer notre produit et nos services ainsi que de développer de nouveaux produits et services et de les commercialiser.",
  "We process contact information and information related to employment when you fill out web forms or downloaded content. This information includes your name, email address, company name, address, phone number and other information about yourself or your business or employment. We process personal data available through social media including Facebook, LinkedIn, Twitter and Google, as well as publicly available information that we acquire directly. We process this information to advance our business purposes such as offering our services to corporate representatives.": "Nous traitons les coordonnées et les informations relatives à l’emploi lorsque vous remplissez des formulaires en ligne ou du contenu téléchargé. Ces informations comprennent votre nom, votre adresse courriel, le nom de votre entreprise, votre adresse, votre numéro de téléphone et autres informations personnelles ou sur votre entreprise ou emploi. Nous traitons les données personnelles disponibles sur les réseaux sociaux dont Facebook, LinkedIn, Twitter et Google ainsi que les informations disponibles publiquement que nous obtenons directement. Nous traitons ces informations pour faire avancer la réalisation des objectifs de notre entreprise comme offrir nos services à des représentants d’entreprises.",
  "We may also process payment information when you pay for certain MX services.": "Nous pourrions également traiter les informations de paiement lorsque vous payez pour certains services MX.",
  "D.  California Consumer Privacy Act": "D. California Consumer Privacy Act",
  "Pursuant to the § 1798.110 of the California Consumer Privacy Act (“CCPA”) the categories of personal information we have collected about consumers in the preceding 12 months are:": "En vertu du § 1798.110 la California Consumer Privacy Act (“CCPA”), les catégories d’informations personnelles que nous avons collectées sur les consommateurs durant les 12 mois précédents sont :",
  "Identifiers such as a real name, postal address, online identifier, Internet Protocol address, email address;": "Les identifiants tels qu’un nom réel, une adresse postale, un identifiant en ligne, une adresse IP, une adresse courriel;",
  "Personal information categories described in the California Customer Records Statute (Cal. Civ. Code §1798.80(e));": "Les catégories d’informations personnelles décrites dans le California Customer Records Statute (Cal. Civ. Code § 1798.80(e));",
  "Characteristics of protected classifications under California or federal law;": "Caractéristiques de classifications protégées en vertu de la loi californienne ou fédérale;",
  "Commercial information;": "Informations commerciales;",
  "Internet or other electronic network activity information;": "Internet ou toute autre information à propos de l’activité sur réseau électronique;",
  "Geolocation data;": "Données de géolocalisation;",
  "Professional or employment-related information;": "Informations professionnelles ou liées à l’emploi;",
  "Inferences drawn from any of the information identified in this subdivision to create a profile about a consumer reflecting the consumer’s preferences, characteristics, psychological trends, predispositions, behavior, attitudes, intelligence, abilities, and aptitudes.": "Les déductions tirées à partir d’informations identifiées dans cette subdivision et utilisées pour créer le profil d’un consommateur reflétant ses préférences, ses caractéristiques, ses tendances psychologiques, ses prédispositions, son comportement, ses attitudes, son intelligence, ses capacités et aptitudes.",
  "Tracking technologies, cookies, and clear GIFs": "Technologies de surveillance, témoin et GIF transparents",
  "We use tracking technologies, cookies and clear GIFs to collect information. Tracking technologies are used to collect information from your web browser through our servers or filtering systems when you visit any of our sites.": "Nous utilisons des technologies de surveillance, des témoins et des GIFs transparents pour collecter des informations. Les technologies de surveillance permettent de collecter des informations, de votre navigateur Web à nos serveurs ou systèmes de filtrage, lorsque vous visitez l’un de nos sites.",
  "Cookies store small text files onto a user’s computer hard drive with the user’s browser, containing the session ID and other data. Cookies enable a web site to track a user’s activities on the website for the following purposes: (1) enable essential features; (2) provide analytics to improve website performance and effectiveness; (3) store user preferences; and (4) facilitate relevant targeted advertising on advertising platforms or networks. Users are free to change their web browsers to prevent the acceptance of cookies. Cookies may also be set within emails in order to track how often our emails are opened.": "Les témoins stockent de petits fichiers de texte sur le disque dur de l’ordinateur d’un utilisateur avec son navigateur, contenant l’identifiant de session et autres données. Les témoins permettent à un site Web de suivre les activités d’un utilisateur sur le site Web dans les objectifs suivants : (1) activer les fonctionnalités essentielles; (2) fournir des analyses de données pour améliorer la performance et l’efficacité du site Web; (3) stocker les préférences de l’utilisateur; et (4) faciliter le ciblage publicitaire pertinent sur les plateformes et réseaux publicitaires. Les utilisateurs peuvent changer de navigateurs Web pour empêcher l’acceptation des témoins. Les témoins peuvent aussi se trouver dans les courriels afin de surveiller la fréquence à laquelle nos courriels sont ouverts.",
  "A clear GIF is a transparent graphic image placed on a website. The use of clear GIFs allows us to monitor your actions when you open a web page and makes it easier for us to follow and record the activities of recognized browsers. Clear GIFs are used in combination with cookies to obtain information on how visitors interact with our websites.": "Un GIF transparent est une image graphique transparente placée sur un site Web. L’utilisation de GIFs transparents nous permet de surveiller vos actions lorsque vous ouvrez une page Web et facilite la surveillance et l’enregistrement des activités des navigateurs reconnus. Les GIFs transparents s’emploient avec les témoins pour obtenir des informations sur la manière dont les visiteurs interagissent avec nos sites Web.",
  "Information collected may include but is not limited to your browser type, your operating system, your language preference, any referring web page you were visiting before you came to our site, the date and time of each visitor request, and information you search for on our sites. We can also track the path of page visits on a website and monitor aggregate usage and web traffic routing on our sites. We collect this information to better understand how you use and interact with our sites in order to improve your experience. We also collect this information to better understand what services and marketing promotions may be more relevant to you. We may also share this information with our employees, service providers and customer affiliates.": "Les informations collectées peuvent inclure, mais ne sont pas limitées à, votre type de navigateur, votre système d’exploitation, votre préférence de langue, toute page Web faisant référence à notre site que vous visitiez avant de venir sur notre site; la date et l’heure de chaque demande du visiteur, et les informations que vous cherchez sur nos sites. Nous pouvons aussi surveiller le chemin des visites de page sur un site Web et surveiller l’utilisation totale et l’acheminement du trafic sur nos sites. Nous collectons ces informations pour améliorer notre compréhension de votre utilisation et vos interactions avec nos sites afin d’améliorer votre expérience. Nous collectons également ces informations pour mieux comprendre quels services et quelles offres commerciales sont les plus pertinentes pour vous. Nous pourrions également partager ces informations avec nos employés, fournisseurs de services et clients affiliés.",
  "You can change your web browser settings to stop accepting cookies or to prompt you before accepting a cookie from the sites you visit. If you do not accept cookies, however, you may not be able to use some sections or functions of our sites.": "Vous pouvez changer les paramètres de votre navigateur Web pour qu’il empêche l’acceptation de témoins ou qu’il vous demande avant d’accepter un témoin des sites que vous visitez. Cependant, si vous n’acceptez pas les témoins, vous ne serez peut-être pas capable d’utiliser certaines sections ou fonctionnalités de nos sites.",
  "To find out more about cookies, including how to see what cookies have been set and how to manage and delete them, visit ": "Pour en apprendre davantage sur les témoins, savoir quels témoins ont été installés et comment les gérer et les supprimer, visitez le site ",
  "To opt out of being tracked by Google Analytics across all websites visit ": "Pour empêcher la surveillance de Google Analytics sur tous les sites Web, visitez ",
  "Purposes for processing personal data": "Objectifs du traitement des données personnelles",
  "We process personal data to fulfil our contractual obligations in our service contracts with clients and assist clients in optimizing advanced data analytics. We contractually require our clients to obtain the necessary consents in order to process personal data for the core components of processing such as data cleaning, classifying and categorizing, and for aggregation of external accounts.": "Nous traitons les données personnelles pour remplir les obligations contractuelles de nos contrats de prestation de services avec nos clients et aidons nos clients à améliorer les analyses de données avancées. Nos clients sont contractuellement dans l'obligation d'obtenir les consentements nécessaires afin de traiter les informations personnelles pour les composants principaux du traitement comme le nettoyage, la classification et la catégorisation des données, et pour le rassemblement des comptes externes.",
  "In addition, we process personal data in order to operate our business, including for sales leads, information services, web analysis, security monitoring, and recruitment and employment. Our purpose in processing this personal data is to develop new client relationships, increase our client service and for administrative and other business purposes.": "De plus, nous traitons les données personnelles pour faire fonctionner notre entreprise, ce qui comprend les potentiels clients, les services d’informations, les analyses Web, la surveillance de la sécurité, et le recrutement et l’embauche. L’objectif du traitement de ces données est de développer de nouvelles relations client, augmenter le service à la clientèle et dans des buts administratifs et autres buts de l’entreprise.",
  "In this context, the legal basis for our processing of your personal data is either the necessity to perform contractual and other obligations or our legitimate business interests as a provider of personal finance software and related services. If personal data processing is related to cookies and other tracking technologies, we rely upon the consent given when we display our cookie banner and the user selects “Accept”. We do not process that category of personal data if the user selects “Decline”.": "Dans ce contexte, le fondement légal pour notre traitement de vos données personnelles est soit, la nécessiter de satisfaire à nos obligations contractuelles et autres obligations, soit nos intérêts légitimes d’entreprise en tant que fournisseur de logiciel de finance personnelle et services connexes. Si le traitement de données personnelles est lié aux témoins et autres technologies de surveillance, nous nous fions au consentement donné lorsque nous affichons notre bannière à témoins et que l’utilisateur sélectionne “Accepter”. Nous ne traitons pas cette catégorie de données personnelles si l’utilisateur sélectionne “Refuser”.",
  "We may use your data to comply with applicable laws, exercise legal rights, and meet tax and other regulatory requirements. We may also use your personal data for internal purposes, including auditing, data analysis, system troubleshooting, and research.": "Nous pourrions utiliser vos données pour respecter la législation en vigueur, exercer des droits légaux, et satisfaire aux exigences en matière de taxes et provenant d’autres réglementations. Nous pourrions également utiliser vos données personnelles pour des objectifs internes, dont la vérification des comptes, l’analyse de données, l’entretien du système et la recherche.",
  "In these cases, we base our processing on legitimate interests in performing the activities of the organization.": "Dans ces cas, nous fondons ce traitement sur nos intérêts légitimes à réaliser les activités de l’entreprise.",
  "Sharing of personal data": "Partage de données personnelles",
  "We share your personal data with clients, third-party service providers, regulatory bodies, public authorities and law enforcement in the following circumstances:": "Nous partageons vos données personnelles avec des clients, des prestataires de services tiers, des organismes de contrôle, les autorités publiques et la police dans les circonstances suivantes :",
  "A.  Clients": "A. Clients",
  "Personal data we obtain from our third-party service providers is shared with our clients where that personal data is obtained through use of our software that has been licensed to that client. For example, where a client’s customer accesses our software and provides personal data for the purpose of aggregating data from external accounts, that data is shared with and accessible to the client.": "Les données personnelles obtenues par le biais de nos prestataires de services tiers sont partagées avec nos clients lorsque celles-ci nous sont parvenues par l’utilisation de notre logiciel sous la licence de ce client. Par exemple, lorsqu’un client de notre client accède à notre logiciel et fournit des données personnelles pour le rassemblement de données depuis des comptes externes, ces données sont partagées et accessibles par le client.",
  "B.  Third-party providers": "B. Fournisseurs tiers",
  "We share personal data with third-party providers for their processing in performing functions on our behalf. The categories of third-party providers with whom we share personal data are: Customer Relations Management Software Providers; Lead-generation Service Providers; Data Analytics Service Providers; Technology Software Providers; Data Aggregator Services Providers; Accessor Service Providers; Web Analytics Service Providers, and Security Monitoring Service Providers. In such instances, the providers will be contractually required to protect personal data from additional processing (including for marketing purposes) and transfer in accordance with this Privacy Policy and applicable laws.": "Nous partageons des données personnelles avec des fournisseurs tiers pour le traitement effectué dans la réalisation de fonctionnalités en notre nom. Les catégories de fournisseurs tiers avec lesquels nous partageons des données personnelles sont : Les fournisseurs de logiciel de gestion de la relation client, les fournisseurs de services de génération de clients potentiels, les fournisseurs de service d’analytique de données, les fournisseurs de logiciels technologiques, les fournisseurs de service de rassemblement de données, les fournisseurs de services d’accès, les fournisseurs de service d’analytiques Web, et des fournisseurs de services de contrôle de sécurité. Dans ces cas, les fournisseurs sont contractuellement dans l'obligation de protéger les données personnelles contre le traitement (pour un but commercial inclus) et le transfert supplémentaire conformément à la politique de confidentialité et aux lois en vigueur.",
  "C.  Research bodies": "C. Organismes de recherche",
  "For a limited number of users, who provide their explicit consent, we share personal data with a third-party for the purposes of conducting research on financial behavior with an aim to assist the user to monitor and improve financial management.": "Pour un nombre limité d’utilisateurs, qui donnent explicitement leur consentement, nous partageons les données personnelles avec un tiers afin de réaliser des recherches sur le comportement financier dans le but d’aider l’utilisateur à surveiller et améliorer la gestion de ses finances.",
  "D.  Regulatory bodies, public authorities, and law enforcement": "D. Organismes de contrôle, autorités publiques et police.",
  "We may access and disclose your personal data to regulatory bodies if we have a good-faith belief that doing so is required under regulation. This may include submitting personal data required by tax authorities. We may disclose your personal data in response to lawful requests by public authorities or law enforcement, including to meet national security or law enforcement requirements.": "Nous pourrions accéder à vos données personnelles et les divulguer à des organismes de contrôle si nous croyons, en toute bonne foi, qu’une réglementation le requiert. Ce qui peut comprendre le partage de données personnelles exigées par une administration fiscale. Nous pourrions divulguer vos données personnelles à la suite de requêtes légales effectuées par les autorités publiques ou la police, dont la satisfaction d’exigences propres à la sécurité nationale ou la police.",
  "E.  Other disclosures": "E. Autres divulgations",
  "We may also disclose your personal data to exercise or defend legal rights; to take precautions against liability; to protect the rights, property, or safety of the resource, of any individual, or of the general public; to maintain and protect the security and integrity of our services or infrastructure; to protect ourselves and our services from fraudulent, abusive, or unlawful uses; or to investigate and defend ourselves against third-party claims or allegations. Disclosures may be made to courts of law, attorneys and law enforcement or other relevant third parties in order to meet these purposes.": "Nous pourrions aussi divulguer vos données personnelles pour exercer ou défendre nos droits légaux, prendre des mesures contre un litige; pour protéger les droits, la propriété, ou la sécurité de la ressource, de tout individu, ou du grand public; pour maintenir et protéger la sécurité et l’intégrité de nos services ou infrastructures; pour nous protéger nous et nos services d’utilisations frauduleuses, abusives ou illégales; ou d’enquêter et de nous défendre contre les déclarations ou allégations d’un tiers. Les divulgations peuvent se faire aux tribunaux, à des avocats et à la police ou à d’autres tiers compétents afin de remplir ces objectifs.",
  "In cases of onward transfer of personal information to third parties of data of EU individuals received pursuant to the EU-U.S. Privacy Shield, MX remains liable.": "MX reste responsable en cas de transferts constants d’informations personnelles à des tiers, ces données appartenant à des individus provenant de l’UE, conformément au bouclier de protection des données UE-États-Unis.",
  "F.  California Consumer Privacy Act": "F. California Consumer Privacy Act",
  "Pursuant to the § 1798.115 of the CCPA the categories of personal information we have": "En vertu du § 1798.115 du CCPA, les catégories d’informations personnelles que nous avons",
  "disclosed about consumers for a business purpose": "divulguées sur les consommateurs dans le cadre d’un objectif d’entreprise",
  "in the preceding 12 months are:": "durant les 12 mois précédents sont :",
  "Storage of your personal data": "Stockage de vos données personnelles",
  "Personal data stored on behalf of our clients and for our own purposes is processed and stored at various locations including on servers located in the United States of America. In the event that personal data is transferred outside of the United States of America, we will ensure that adequate protections are implemented to comply with the GDPR, such as Standard Contractual Clauses. We endeavor to utilize third-party service providers from the United States that have certified with the EU-U.S. Privacy Shield Framework or alternatively provide adequate protections that are compliant with the GDPR such as implementing Standard Data Protection Clauses.": "Le traitement et le stockage des données personnelles, effectués pour nos clients et pour nos propres objectifs, ont lieu à différents endroits, dont dans des serveurs situés aux États-Unis d’Amérique. Si les données personnelles sont transférées en dehors des États-Unis d’Amérique, nous nous assurerons que des protections appropriées seront mises en œuvre pour se conformer au RGPD, comme des clauses contractuelles types. Nous nous efforçons d’utiliser des prestataires de services tiers provenant des États-Unis et soumis au cadre du bouclier de protection des données UE-États-Unis ou qui fournissent des moyens de protection appropriés conformes au RGPD, comme la mise en œuvre d’une clause standard de protection des données.",
  "Data security": "Sécurité des données",
  "We use industry accepted standard, protocols and precautions to guide us in implementing technical and organizational measures to protect the personal data that we store, transmit, or otherwise process against accidental or unlawful destruction, loss, alteration, unauthorized disclosure, or access. We regularly consider appropriate new security technology and methods as we maintain and develop our software and systems. The practical reality is, however, no data transmissions over the Internet can be guaranteed to be 100% secure. Therefore, we cannot ensure or warrant the security of any information you transmit to us and you understand that any information that you transfer to us is done at your own risk. If we learn of a data breach that is likely to affect the security of your personal data, we may attempt to notify you electronically via email so that you can take appropriate protective steps and/or by posting a notice on our website if a data breach occurs. Depending on where you live, you may have a legal right to receive notice of a security breach in writing.": "Nous utilisons des normes, protocoles et précautions acceptés par l’industrie pour nous guider dans la mise en œuvre de mesures techniques et organisationnelles afin de protéger les données personnelles que nous stockons, transmettons ou traitons contre une destruction accidentelle ou illégale, une perte, une altération, une divulgation ou un accès non autorisé. Nous envisageons régulièrement de nouvelles méthodes et technologies de sécurité appropriées lors de l’entretien et le développement de notre logiciel et nos systèmes. Cependant, la réalité pratique est qu’aucune transmission de données effectuée par Internet ne peut être garantie comme 100 % sûre. Par conséquent, nous ne pouvons assurer ou garantir la sécurité de toute information que vous nous transmettez et vous comprenez que tout transfert d’informations vers nous est réalisé à vos propres risques. Si nous apprenons qu’une brèche de données a potentiellement affecté la sécurité de vos données personnelles, nous essayerons de vous en notifier électroniquement par courriel afin que vous puissiez prendre des mesures de protection appropriées et/ou en publiant un avis sur notre site Web si une brèche de données a lieu. Selon votre lieu de résidence, vous pourriez avoir le droit légal de recevoir un avis de violation de sécurité par écrit.",
  "Data retention": "Conservation des données",
  "MX retains the personal data of its clients and clients’ customers for a period of time as instructed by the clients for whom MX processes data. Where MX collects personal data for its own purposes, it retains the data for a reasonable period of time to fulfill the processing purposes mentioned above. Personal data is then archived for time periods required or necessitated by law or legal considerations. When archival is no longer required, personal data is deleted from our records. If you wish to request a deletion of your data, please contact directly the client who provided the source of data. If you want more information about how to contact a client, make an inquiry to the address provided at the end of this notice.": "MX conserve les données personnelles de ses clients et des clients de ceux-ci pendant une période définie par les clients pour lesquelles MX traite les données. Lorsque MX collecte des données personnelles à ses propres fins, elle conserve les données pendant une période raisonnable afin de satisfaire les besoins de traitement susmentionnés. Les données personnelles sont ensuite archivées pendant la période requise ou nécessaire comme définie par la loi ou les éléments de droit. Lorsque l’archivage n’est plus obligatoire, les données personnelles sont supprimées de nos archives. Si vous désirez demander la suppression de vos données, veuillez prendre contact directement avec le client qui a fourni la source des données. Si vous désirez davantage d’informations sur la manière de prendre contact avec un client, faites une demande à l’adresse fournie à la fin de cet avis.",
  "We retain personal data that we are required to retain in order to meet our regulatory obligations including tax records and transaction history. We regularly review our retention policy to ensure compliance with our obligations under data protection laws and other regulatory requirements. We regularly audit our databases and archived information to ensure that personal data is only stored and archived in alignment with our retention policy.": "Nous conservons les données personnelles que nous sommes obligés de conserver afin de satisfaire à nos obligations réglementaires, dont nos dossiers d’impôts et notre historique de transaction. Nous réexaminons régulièrement notre politique de conservation afin de garantir sa conformité avec nos obligations conformément aux lois de protection des données et autres exigences réglementaires. Nous vérifions nos bases de données et informations archivées afin de garantir que les données personnelles sont seulement stockées et archivées conformément à notre politique de conservation.",
  "Personal data rights": "Droits en matière de données personnelles",
  "Individuals have the right to access personal data about them and to correct, amend, restrict or delete that information where it is inaccurate, or has been processed in violation of the Principles, except where the burden or expense of providing access would be disproportionate to the risks to the individual’s privacy in the case in question, or where the rights of persons other than the individual would be violated.": "Les individus ont le droit d’accéder à leurs données personnelles et de corriger, modifier, restreindre ou supprimer celles-ci quand elles sont erronées, ou si leur traitement était en violation des principes, sauf si la charge ou les dépenses pour y donner accès seraient disproportionnées par rapport aux risques liés à la vie privée de l’individu du cas concerné, ou si les droits de personnes autres que l’individu seraient violés.",
  "Where you are receiving communication from us of a marketing nature directly related to MX’s business marketing purposes, we provide the ability for you to unsubscribe at the end of the email. You may also contact us directly or through the MX representative with whom you have a relationship to exercise your right to object to marketing communication or to exercise other rights. In addition, where we act as a data controller in relation to your personal data for our general business operations and that personal data is not required for regulatory or legal purposes or the like, we offer you a choice to limit the use and disclosure of your personal data. You may make such request by contacting the MX representative with whom you have contact or by contacting us directly. Our contact details are provided at the end of this Privacy Policy.": "Lorsque vous recevez une communication de notre part de nature commerciale directement liée aux objectifs commerciaux de MX, nous vous donnons la possibilité de vous désabonner à la fin du courriel. Vous pouvez également nous contacter directement ou par le biais du représentant MX avec lequel vous avez une relation, pour exercer votre droit de refuser les courriels publicitaires ou pour exercer tout autre droit. De plus, dans les cas pour lesquels nous agissons en tant que responsables du traitement des données en ce qui concerne vos données personnelles, et ce pour nos opérations commerciales, et que ces données personnelles ne sont pas requises dans un but légal ou réglementaire, nous vous offrons la possibilité de limiter l’utilisation et la divulgation de vos données personnelles. Vous pouvez émettre une telle demande en contactant le représentant MX avec lequel vous entretenez une relation ou en nous contactant directement. Nos coordonnées se trouvent à la fin de notre Politique de confidentialité.",
  "MX provides personal finance software and related services for its clients and as such processes personal data on their behalf. If you submit a request to us in relation to processing personal data that is performed on behalf of a client, we will inform that client of your request and act upon their instructions, unless there is a regulatory requirement to directly respond. At your request, we will provide you with the relevant contact information of the client.": "MX fournit un logiciel de finance personnelle et autres services connexes à ses clients et dans ce but, elle traite des données personnelles pour leurs comptes. Si vous nous soumettez une demande liée au traitement des données personnelles réalisé pour le compte d’un client, nous informerons ce client de votre demande et agirons suivant leurs consignes, sauf s’il existe une exigence réglementaire de répondre directement. À votre demande, nous vous fournirons les coordonnées du client concerné.",
  "Personal data subject rights under the GDPR applies to individuals in the European Economic Area, granting certain rights which may be subject to limitations and/or restrictions. These rights include the right to: (i) request access to and rectification or erasure of their personal data; (ii) obtain restriction of processing or to object to processing of their personal data; and (iii) ask for a copy of their personal data to be provided to them, or a third party, in a digital format. If you wish to exercise one of the above-mentioned rights, please send us your request to the contact details set out below. Individuals also have the right to lodge a complaint about the processing of their personal data with their local data protection authority.": "Les droits en matière de données personnelles des personnes concernées selon les RGPD s’appliquent aux individus résidants dans la zone économique européenne, certains droits sont assujettis à des limitations et/ou restrictions. Ces droits comprennent le droit de : (i) demander un accès à, une rectification ou une suppression de, leurs données personnelles; (ii) restreindre ou refuser le traitement de leurs données personnelles; et (iii) demander qu’une copie de leurs données personnelles leur soit donnée, à eux ou à un tiers, sous forme numérique. Si vous désirez exercer l’un des droits susmentionnés, veuillez nous envoyer votre demande aux coordonnées ci-dessous. Les individus ont aussi le droit de déposer une plainte concernant le traitement de leurs données personnelles auprès de leur autorité locale de protection des données.",
  "Personal data subject rights under the CCPA may also apply to certain individuals and households. These rights include the right to: (i) know what personal information is being collected about them; (ii) know whether their personal data is sold or disclosed at to whom; (iii) say no to the personal sale of information; (iv) access their personal information; (v) equal service and price, even if they exercise their privacy rights; (vi) an accurate privacy notice at or before the time of the collection of personal information; (vii) request disclosure of the categories and specific pieces of personal information collected; and (viii) request deletion of personal information subject to certain exceptions.": "Les droits des personnes concernées en matière de données personnelles conformes au CCPA peuvent également être en vigueur pour certains individus et familles. Ces droits comprennent le droit de : (i) savoir quelles informations personnelles sont collectées à leur sujet; (ii) savoir si leurs données personnelles sont vendues ou divulguées et à qui; (iii) refuser la vente des informations personnelles; (iv) accéder à leurs informations personnelles; (v) avoir des services et prix égaux, même s’ils exercent leurs droits à la vie privée; (vi) avoir une mise en garde relative à la protection des renseignements personnels pendant ou avant la collecte d’informations personnelles; (vii) demander la divulgation des catégories et parties essentielles des informations personnelles collectées; et (viii) demander la suppression d’informations personnelles assujetties à certaines exceptions.",
  "Dispute resolution": "Rèsolution des litiges",
  "MX participates in the EU-U.S. Privacy Shield Framework and Swiss-U.S. Privacy Shield Framework (“Frameworks”), under MX Technologies, Inc. A list of participants can be viewed by accessing the link below:": "MX respecte le cadre des boucliers de protection des données UE-États-Unis et Suisse-États-Unis (“cadres”), sous le nom MX Technologies, Inc. Vous pouvez accéder à la liste des organisations membres en cliquant sur le lien ci-dessous :",
  "As part of its participation in the Frameworks, MX is subject to the investigatory and enforcement powers of the Federal Trade Commission.": "Comme elle respecte les règles de ces boucliers, MX est soumise aux pouvoirs d’enquête et d’exécution de la Federal Trade Commission.",
  "Organizations participating in the Frameworks must respond within 45 days of receiving a complaint. If you have not received a timely or satisfactory response to your question or complaint, please contact one of the independent recourse mechanisms listed below:": "Les organisations respectant les boucliers doivent répondre dans les 45 jours après réception d’une plainte. Si vous n’avez pas reçu une réponse satisfaisante ou une réponse dans le temps imparti concernant votre question ou plainte, veuillez contacter l’un des mécanismes de recours indépendants énumérés ci-dessous :",
  "JAMS Privacy Shield Program": "JAMS, Programme de bouclier de protection des données",
  "Please note that these independent dispute resolution bodies are designated to address complaints and provide appropriate recourse free of charge to the individual.": "Veuillez noter que ces organismes indépendants de résolution de litige sont désignés pour répondre aux plaintes et fournir des recours appropriés gratuitement à l’individu concerné.",
  "If a Consumer’s complaint cannot be resolved through MX’s internal processes, MX will cooperate with JAMS pursuant to the JAMS International Mediation Rules, available on the JAMS website at www.jamsadr.com/international-mediation-rules. JAMS mediation may be commenced as provided for in the relevant JAMS rules. The mediator may propose any appropriate remedy, such as deletion of the relevant personal data, publicity for findings of noncompliance, payment of compensation for losses incurred as a result of noncompliance, or cessation of processing of the personal data of the Consumer who brought the complaint. The mediator or the Consumer also may refer the matter to the U.S. Federal Trade Commission, which has Privacy Shield investigatory and enforcement powers over MX. Under certain circumstances, Consumers also may be able to invoke binding arbitration to address complaints about MX’s compliance with the Privacy Shield Principles.": "Si les procédures internes de MX ne permettent pas de résoudre la plainte d’un consommateur, MX coopérera avec JAMS, en vertu des règles de médiation internationales de JAMS, disponibles sur le site Web de JAMS à l’adresse www.jamsadr.com/international-mediation-rules. La médiation de JAMS peut débuter comme prévu dans les règles applicables de JAMS. Le médiateur peut proposer tout recours approprié, comme la suppression des données personnelles concernées, la publicité en cas de non-conformité, le paiement d’une indemnisation pour les pertes subies en raison de la non-conformité, ou l’arrêt du traitement des données personnelles du consommateur ayant déposé la plainte. Le médiateur ou le consommateur peut aussi consulter la Federal Trade Commission des États-Unis à ce sujet, MX est soumise aux pouvoirs d’enquête et d’exécution de la Commission dans le cadre du bouclier de protection des données. Dans certaines circonstances, les consommateurs peuvent avoir le droit d’invoquer l’arbitrage contraignant lors du dépôt des plaintes sur la conformité de MX avec les principes du bouclier de protection des données.",
  "Effective date and amendments": "Date d'entrée en vigueur et modifications",
  "This document is effective as of the date indicated at the top of this Privacy Policy under “Last updated”. This document may be amended from time to time.": "Ce document entre en vigueur à la date indiquée au sommet de cette politique de confidentialité sous le titre “dernière mise à jour”. Ce document peut être modifié de temps en temps.",
  "Contact us": "Prendre contact",
  "Inquiries may be made to:": "Toute requête peut être adressée à :",
  "Organization: ": "Entreprise: ",
  "Contact: Data Privacy Team": "Contact : L’Équipe de protection des données",
  "Address: ": "Adresse: ",
  "E-mail: ": "Courriel: ",
  "Phone: ": "Téléphone: ",
  "%1 found with routing number %2": "%1 trouvé avec le numéro de routage %2",
  "Unable to proceed. Please try again later. Error: %1": "Impossible de continuer. Veuillez réessayer plus tard. Erreur: %1",
  "Enter account information": "Saisir les informations du compte",
  "Verification must be enabled to use this feature.": "La vérification doit être activée pour utiliser cette fonctionnalité.",
  "Delete": "Effacer",
  "We no longer provide": "Nous ne fournissons plus",
  "support for Internet Explorer 11. Please switch to a compatible browser for a better experience.": "prise en charge d'Internet Explorer 11. Veuillez passer à un navigateur compatible pour une meilleure expérience.",
  "support for IE 11. Choose another browser for a better experience.": "support pour IE 11. Choisissez un autre navigateur pour une meilleure expérience.",
  "Please try again or come back later.": "Veuillez réessayer ou revenir plus tard.",
  "We welcome your feedback. Please do not share personal or financial information, such as account numbers or passwords. Your feedback is anonymous and will be available to this app and their data access provider, MX, to help improve the experience of connecting financial data.": "Vos commentaires sont les bienvenus. Veuillez ne pas partager d'informations personnelles ou financières, telles que des numéros de compte ou des mots de passe. Vos commentaires sont anonymes et seront disponibles pour cette application et leur fournisseur d'accès aux données, MX, pour aider à améliorer l'expérience de connexion des données financières.",
  "What was %1 about it?": "Qu'est-ce qu'il y avait de %1 là-dedans?",
  "Very bad": "Très mauvais",
  "Bad": "Mal",
  "Okay": "Ça va!",
  "Good": "Bien",
  "Very good": "Très bien",
  "Connecting to %1": "Se connecter à %1",
  "Manual Institution": "Établissement manuel",
  "Verify identity": "Vérifier l'identité",
  "Payment due day": "Jour d'échéance du paiement",
  "Choose what day of the month your payment is due.": "Choisissez le jour du mois où votre paiement est dû.",
  "Track accounts, assets, and other things that don't have a live connection.": "Suivez les comptes, les actifs et d'autres choses qui n'ont pas de connexion en direct.",
  "Account name": "Nom du compte",
  "Account balance": "Solde du compte",
  "Property type": "Type de propriété",
  "Interest rate": "Taux d'intérêt",
  "Minimum payment": "Paiement minimum",
  "Day of the month payment is due": "Le jour du mois, le paiement est dû",
  "Credit limit": "Limite de crédit",
  "Original balance": "Solde d'origine",
  "Personal": "Personnel",
  "Business": "Entreprise",
  "Save": "Sauvegarder",
  "%1 added": "%1 ajouté",
  "Your account has been saved manually. You can edit or delete it later.": "Votre compte a été enregistré manuellement. Vous pouvez le modifier ou le supprimer ultérieurement.",
  "Oops! Verification must be enabled to use this feature.": "Oops! La vérification doit être activée pour utiliser cette fonctionnalité.",
  "Delete manually added accounts?": "Supprimer les comptes ajoutés manuellement?",
  "This will remove all manually added accounts and their associated transactions. This cannot be undone.": "Cela supprimera tous les comptes ajoutés manuellement et leurs transactions associées. Ça ne peut pas être annulé.",
  "We’re working on it. Stick around!": "Nous y travaillons. Rester dans les parages!",
  "We’re getting closer. Hang tight!": "Nous nous rapprochons. Tenir fermement!",
  "Still working. Stay with us!": "Nous nous rapprochons. Tenir fermement!",
  "Syncing your information.": "Synchronisation de vos informations.",
  "Getting verification data.": "Obtenir des données de vérification.",
  "Getting identification data.": "Obtenir des données d'identification.",
  "Finishing up.": "Finir.",
  "Caps lock is on": "Touche Maj activée",
  "MX will not discriminate against you for exercising any of your rights under the CCPA.": "MX ne fera aucune discrimination à votre encontre pour avoir exercé l'un de vos droits en vertu du CCPA.",
  "You may contact us with your personal data inquiries or for assistance in modifying or updating your personal data and to exercise additional statutory rights such as: access, rectification, data portability, objection, processing restriction, and erasure of your personal data. Upon receipt of a request to exercise your rights under the CCPA, MX may seek information from you in order to verify your identity as the consumer from whom we have collected or processed Personal Data and such other information as reasonably required to enable MX to validate your request. Our contact details are provided at the end of this Privacy Policy.": "Vous pouvez nous contacter pour vos demandes de données personnelles ou pour obtenir de l'aide pour modifier ou mettre à jour vos données personnelles et pour exercer des droits statutaires supplémentaires tels que : accès, rectification, portabilité des données, opposition, restriction de traitement et effacement de vos données personnelles. Dès réception d'une demande d'exercice de vos droits en vertu du CCPA, MX peut vous demander des informations afin de vérifier votre identité en tant que consommateur auprès duquel nous avons collecté ou traité des données personnelles et toute autre information raisonnablement requise pour permettre à MX de valider votre demande. Nos coordonnées sont fournies à la fin de cette politique de confidentialité.",
  "Waiting for permission": "En attente d'autorisation",
  "Forgot your email address?": "Oublié votre adresse e-mail?",
  "Forgot your password?": "Mot de passe oublié?",
  "Forgot your user ID?": "ID utilisateur oublié?",
  "Forgot your username or password?": "Nom d’utilisateur ou mot de passe oublié?",
  "Forgot your username?": "Nom d’utilisateur oublié?",
  "Incorrect Credentials": "Identifiants incorrects",
  "The credentials entered do not match those at %1. Please correct them below to continue.": "Les informations d'identification saisies ne correspondent pas à celles de %1. Veuillez les corriger ci-dessous pour continuer.",
  "Data access by": "Accès aux données par",
  "Secure sign in": "Connexion sécurisée",
  "We'll direct you to %1.": "Nous vous dirigerons vers %1.",
  "You'll sign in to %1 and choose accounts to connect. Your login information is never shared.": "Vous vous connecterez à %1 et choisirez les comptes à connecter. Vos informations de connexion ne sont jamais partagées.",
  "We'll return you here to finish connecting.": "Nous vous reviendrons ici pour terminer la connexion.",
  "You should have been directed to %1 to sign in and connect your account.": "Vous avez dû être redirigé vers %1 pour vous connecter et connecter votre compte.",
  "Sign in with %1": "Connectez-vous avec %1",
  "Loan": "Prêt",
  "Credit Card": "Carte de Crédit",
  "Investment": "Investissement",
  "Line of Credit": "Ligne de Credit",
  "Mortgage": "Hypothèque",
  "Property": "Propriété",
  "Cash": "L'argent",
  "Insurance": "Assurance",
  "Prepaid": "Carte Prépayée",
  "Real Estate": "Immobilier",
  "Vehicle": "Véhicule",
  "Art": "Art",
  "Jewelry": "Bijoux",
  "Furniture": "Meubles",
  "Appliances": "Appareils Electroménagers",
  "Computer": "L'ordinateur",
  "Electronics": "Électronique",
  "Sports Equipment": "Équipement Sportif",
  "Miscellaneous": "Divers",
  "Oops! We couldn't find that connection.": "Oops! Nous n'avons pas pu trouver cette connexion.",
  "Your session has expired. Please refresh your browser.": "Votre session a expiré. S'il vous plaît rafraîchir votre navigateur.",
  "There has been no recent activity. Please click Continue to avoid timing out.": "Il n'y a eu aucune activité, veuillez cliquer sur Continuer pour éviter les délais",
  "Select a value": "Sélectionnez une valeur",
  "Auto & Transport": "Automobile & Transports",
  "Bills & Utilities": "Factures et services publics",
  "Business Services": "Les services aux entreprises",
  "Entertainment": "Divertissement",
  "Financial": "Financier",
  "Food & Dining": "Nourriture et salle à manger",
  "Gifts & Donations": "Cadeaux et dons",
  "Health & Fitness": "Santé et Forme",
  "Home": "Maison",
  "Income": "Revenu",
  "Investments": "Investissements",
  "Kids": "Des Gamins",
  "Personal Care": "Soins Personnels",
  "Pets": "Animaux domestiques",
  "Shopping": "Achats",
  "Taxes": "Impôts",
  "Transfer": "Transférer",
  "Travel": "Voyager",
  "Uncategorized": "Non classé",
  "Connect in seconds": "Connectez-vous en quelques secondes",
  "MX helps you connect your financial accounts to apps and services. MX will allow your app to access only the data requested.": "MX vous aide à connecter vos comptes financiers à des applications et des services. MX va permettra à votre application d'accéder uniquement aux données demandées.",
  "Your data is encrypted and shared only with your permission. MX doesn’t sell your info, and you can stop sharing at any time.": "Vos données sont cryptées et partagées uniquement avec votre permission. MX ne vend pas vos informations, et vous pouvez arrêter de les partager à tout moment.",
  "Learn more": "En savoir plus",
  "Account not connected": "Compte non connecté",
  "This account can't be connected. There were too many failed attempts.": "Ce compte ne peut pas être connecté. Il y a eu trop de tentatives infructueuses.",
  "We’re unable to connect this account. Please review the account details you submitted.": "Nous ne pouvons pas connecter ce compte. Veuillez revoir les détails du compte que vous avez soumis.",
  "We’re unable to connect this account. Please try again later.": "Nous ne pouvons pas connecter ce compte. Veuillez réessayer plus tard.",
  "Connect a different account": "Connecter un autre compte",
  "Send": "Envoyer",
  "Review your sharing permissions": "Vérifiez vos autorisations de partage",
  "Trouble signing in?": "Vous avez des difficultés à vous connecter?",
  "Your app trusts MX to connect your %1 account": "Votre application fait confiance à MX pour connecter votre compte %1",
  "Your app trusts MX to connect your account": "Votre application fait confiance à MX pour connecter votre compte",
  "Please try saving your account again.": "Veuillez réessayer d'enregistrer votre compte.",
  "Search for your institution": "Cherchez votre institution",
  "Submit an institution request": "Soumettre une demande d'institution",
  "No eligible accounts": "Aucun compte éligible",
  "No eligible checking or savings account was found. Please try a different account.": "Aucun compte chèque ou d'épargne éligible n'a été trouvé. Veuillez essayer un autre compte",
  "None of your accounts are eligible checking or savings accounts. Please try a different account.": "Aucun de vos comptes n'est un compte chèque ou d'épargne éligible. Veuillez essayer un autre compte.",
  "OK": "OK",
  "Try another institution": "Essayez une autre institution",
  "Fees & Charges": "Frais et charges",
  "connect/disclosure/policy/text\u0004By clicking Continue, you agree to the ": "En cliquant sur Continuer, vous acceptez la ",
  "connect/disclosure/policy/link\u0004MX Privacy Policy.": "Politique de confidentialité de MX.",
  "connect/disclosure/policy/link\u0004Data requested by your app": "Données demandées par votre application",
  "connect/disclosure/policy/link\u0004MX Privacy Policy": "Politique de confidentialité de MX.",
  "connect/disclosure/button\u0004Continue": "Continuer",
  "connect/deletesurvey/disclaimer/text\u0004Why do you want to disconnect %1?": "Pourquoi veux-tu te déconnecter %1?",
  "connect/disclosure/title\u0004Connect your account": "Connectez votre compte",
  "connect/disclosure/body\u0004This app will have access to the information below unless you choose to disconnect:": "Cette application aura accès aux informations ci-dessous sauf si vous choisissez de vous déconnecter:",
  "": { "language": "fr-ca", "plural-forms": "nplurals=2; plural=(n!=1);" }
}
